{
  "": {
    "title": "",
    "description": "",
    "ageRating": 0,
    "thumbnail": "",
    "tags": [],
    "internetArchiveUrl": "",
    "seasons": {
      "s1": {
        "e1": {
          "title": "",
          "releaseDate": "",
          "description": ""
        }
      }
    }
  },
  "The Eminence in Shadow": {
    "title": "The Eminence in Shadow",
    "description": "Shadowbrokers are those who go unnoticed, posing as unremarkable people, when in truth, they control everything from behind the scenes. Sid wants to be someone just like that more than anything, and something as insignificant as boring reality isn’t going to get in his way! He trains in secret every single night, preparing for his eventual rise to power—only to denied his destiny by a run-of-the-mill (yet deadly) traffic accident. But when he wakes up in a another world and suddenly finds himself at the head of an actual secret organization doing battle with evil in the shadows, he’ll finally get a chance to act out all of his delusional fantasies!",
    "ageRating": 18,
    "thumbnail": "https://media.themoviedb.org/t/p/original/7JKYmtLydAwo9ZsEmAknZiO4U8g.jpg",
    "tags": ["Comedy", "Sci-Fi & Fantasy", "Action & Adventure"],
    "internetArchiveUrl": "https://ia600601.us.archive.org/19/items/07-s-1e-7/The Eminence in Shadow/",
    "seasons": {
      "s1": {
        "e1": {
          "title": "The Hated Classmate",
          "releaseDate": "October 5, 2022",
          "description": "Akane copes with her trauma by being popular and working hard to make people like her, but one boy in her class doesn’t care about her at all. That bothers her to no end."
        },
        "e2": {
          "title": "Shadow Garden Is Born",
          "releaseDate": "October 12, 2022",
          "description": "Reincarnated as the son of Baron Kagenou, Cid bides his time as Background Character A while preparing for the day he can finally become the Eminence in Shadow!"
        },
        "e3": {
          "title": "Fencer Ordinaire",
          "releaseDate": "October 19, 2022",
          "description": "The princess is supposed to reject the background character’s confession, not accept it — since when did Cid become a rom-com protagonist?"
        },
        "e4": {
          "title": "Sadism's Rewards",
          "releaseDate": "October 26, 2022",
          "description": "The mistake those with power always make is believing that they are the ones in control."
        },
        "e5": {
          "title": "I Am...",
          "releaseDate": "November 2, 2022",
          "description": "Cid is not facing a minion but a would-be Knight of the Rounds. Normally, that is cause for concern, but an atomic bomb has no reason to fear the gnashing of a lowly pest."
        },
        "e6": {
          "title": "Pretenders",
          "releaseDate": "November 9, 2022",
          "description": "While Iris seeks a bright mind to study an artifact, Cid visits a popular store. Meanwhile, in the dark corners of the city, someone commits murders in Shadow Garden’s name!"
        },
        "e7": {
          "title": "A Fencing Tournament of Intrigue and Bloodshed",
          "releaseDate": "November 16, 2022",
          "description": "Cid gets a report from Nu about powerful cult members lurking in the Royal Capital. Too bad he’s too distracted about the upcoming fencing tournament to notice."
        },
        "e8": {
          "title": "Dark Knight Academy Under Attack",
          "releaseDate": "November 23, 2022",
          "description": "Cid sacrificed his life to save Rose. At least, that’s what everyone thinks. Unbeknownst to anyone else, Cid survived exactly as planned, and now his counterattack can begin."
        },
        "e9": {
          "title": "The End of a Lie",
          "releaseDate": "November 30, 2022",
          "description": "When the students fight back, Shadow Garden joins the fray as their reinforcements. Amidst the chaos, Cid confronts the Gaunt Knight."
        },
        "e10": {
          "title": "The Sacred Land, City of Deception",
          "releaseDate": "December 7, 2022",
          "description": "Cid heads to Lindwurm in response to a summons from Alpha, but he is not the only one traveling there; the annual Goddess’ Trial is quickly approaching."
        },
        "e11": {
          "title": "The Goddess' Trial",
          "releaseDate": "December 14, 2022",
          "description": "The curtain rises on the Goddess’ Trial. When Cid is unwittingly called into the arena, he transforms into Shadow and faces none other than Aurora, the Witch of Calamity."
        },
        "e12": {
          "title": "The Truth Within the Memories",
          "releaseDate": "December 21, 2022",
          "description": "The door to the Sanctuary opens and Alpha strides through it, intending to expose the Cult’s grave secrets. Meanwhile, Cid also enters the Sanctuary and reunites with… Aurora?"
        },
        "e13": {
          "title": "A Bloody Showdown as an Offering to Annihilation",
          "releaseDate": "December 28, 2022",
          "description": "Alpha faces off against an empowered Nelson in a vicious battle. Elsewhere, Cid and Aurora reach the Sanctuary's core, but a door only a hero can open blocks their path."
        },
        "e14": {
          "title": "Your Lie, Your Wish",
          "releaseDate": "January 4, 2023",
          "description": "Cid’s victory is short-lived when Nelson counters with his new magic. Meanwhile, Alexia convinces Rose and Natsume to form an alliance to uncover the truth of their world."
        },
        "e15": {
          "title": "The Strongest Weakest Man",
          "releaseDate": "January 11, 2023",
          "description": "Only the strongest warriors can advance in the prestigious Bushin Festival, but one contestant proves himself a feeble and mundane man with no talent. Why is he competing?"
        },
        "e16": {
          "title": "Unseen Intentions",
          "releaseDate": "January 18, 2023",
          "description": "Princess Rose flees to the north of the Royal Capital. The Oriana Kingdom wants to handle it internally as a 'purely domestic' matter."
        },
        "e17": {
          "title": "Moonlight That Pierces the Darkness",
          "releaseDate": "January 25, 2023",
          "description": "Cid recollects piano lessons from his past life — what impact does this have on his present? Meanwhile, Epsilon’s performance sets the soundtrack for something else..."
        },
        "e18": {
          "title": "Betting on a Moment",
          "releaseDate": "February 1, 2023",
          "description": "Cid and Claire receive an invitation to a tournament. At the festivities, Cid receives more attention than a background character desires."
        },
        "e19": {
          "title": "Dancing Puppet",
          "releaseDate": "February 8, 2023",
          "description": "Doem tries to make war with Midgar. Meanwhile, the match between Jimina and Iris begins."
        },
        "e20": {
          "title": "Advent of the Demon",
          "releaseDate": "February 15, 2023",
          "description": "Provoked by the fight between Shadow and Beatrix, Iris joins the fray. An intense battle progresses across the Royal Capital. Meanwhile, Rose runs into Alpha."
        }
      },
      "s2": {
        "e1": {
          "title": "The Lawless City",
          "releaseDate": "October 4, 2023",
          "description": "Cid and his sister Claire venture to the huge slum known as the “Lawless City.” There, Cid gets caught up in the commotion caused by the Red Moon."
        },
        "e2": {
          "title": "The Haven",
          "releaseDate": "October 11, 2023",
          "description": "The moon is red. The frenzy has begun. Shadow is introduced to power players in Lawless City. Meanwhile, Mary and Claire run into Juggernaut."
        },
        "e3": {
          "title": "The Hour of Awakening",
          "releaseDate": "October 18, 2023",
          "description": "The night the red moon rises, the Blood Queen Elisabeth makes her return."
        },
        "e4": {
          "title": "Mask of Falsehood",
          "releaseDate": "October 25, 2023",
          "description": "The Mitsugoshi Company is doing great, all thanks to Gamma! However, the biggest crisis imaginable rears its ugly head."
        },
        "e5": {
          "title": "He Who Pulls the Strings",
          "releaseDate": "November 1, 2023",
          "description": "Alpha and Gamma carefully plot not take any actions that would implicate Mitsugoshi's connection to Shadow Garden. Meanwhile, John Smith has a plot of his own."
        },
        "e6": {
          "title": "John Smith",
          "releaseDate": "November 8, 2023",
          "description": "John Smith's skill is leagues above even the most skilled fighters! Who is this mysterious person?"
        },
        "e7": {
          "title": "Something Precious",
          "releaseDate": "November 15, 2023",
          "description": "The Major Corporate Alliance has forced closure of all their storefronts, bringing the citizens' unrest to its peak. But can Shadow Garden weather the storm?"
        },
        "e8": {
          "title": "The Dragon’s Tears",
          "releaseDate": "November 22, 2023",
          "description": "With Cid missing and things getting hot, the Shadow Garden springs into action. At the Mitsugoshi Hot Springs Land that is!"
        },
        "e9": {
          "title": "The Key",
          "releaseDate": "November 29, 2023",
          "description": "On the way to the Kingdom of Oriana, Cid is also on a journey of self-discovery and reflection. He feels like something's missing. Is he imagining it?"
        },
        "e10": {
          "title": "Caged Bird",
          "releaseDate": "December 6, 2023",
          "description": "Did Princess Rose Oriana take it upon herself to join up with the enemy? Not even the Seven Shadows have authority over this matter anymore."
        },
        "e11": {
          "title": "Determination",
          "releaseDate": "December 13, 2023",
          "description": "With Princess Rose’s hands tied as Perv has taken her mother hostage, the Eminence in Shadow must move to free the captive himself."
        },
        "e12": {
          "title": "HIGHEST",
          "releaseDate": "December 20, 2023",
          "description": "Let the banquet of slaughter begin in the season finale."
        }
      }
    }
  },
  "Toradora!": {
    "title": "Toradora!",
    "description": "Ryūji Takasu is a gentle high school student with a love for housework; but in contrast to his kind nature, he has an intimidating face that often gets him labeled as a delinquent. On the other hand is Taiga Aisaka, a small, doll-like student who is anything but a cute and fragile girl. Equipped with a wooden katana and feisty personality, Taiga is known throughout the school as the 'Palmtop Tiger.' One day, an embarrassing mistake causes the two students to cross paths. Ryūji discovers that Taiga actually has a sweet side: she has a crush on the popular vice president, Yūsaku Kitamura, who happens to be his best friend. But things only get crazier when Ryūji reveals that he has a crush on Minori Kushieda—Taiga's best friend! Toradora! is a romantic comedy that follows this odd duo as they embark on a quest to help each other with their respective crushes, forming an unlikely alliance in the process.",
    "ageRating": 12,
    "thumbnail": "https://media.themoviedb.org/t/p/original/2Z52nZaAQt1P7XJtu8fNlMXgdps.jpg",
    "tags": ["Comedy", "Drama"],
    "internetArchiveUrl": "https://ia601902.us.archive.org/8/items/21-s-1e-21/Toradora!/",
    "seasons": {
      "s1": {
        "e1": {
          "title": "Tiger and Dragon",
          "releaseDate": "October 2, 2008",
          "description": "On the first day of school, Ryūji discovers that he and Taiga, the meanest girl in class, share a secret: each loves the other's best friend."
        },
        "e2": {
          "title": "Taiga and Ryuji",
          "releaseDate": "October 9, 2008",
          "description": "Taiga's efforts to get closer to Yūsaku fail: A scheme in basketball ends with Taiga knocked out, and she drops a plate of cookies out a window."
        },
        "e3": {
          "title": "Your Song",
          "releaseDate": "October 16, 2008",
          "description": "Ryūji and Taiga spend a day helping Minori at one of her many part-time jobs, and Ryūji gets to know her better when they're locked in a storehouse."
        },
        "e4": {
          "title": "That Look You Had",
          "releaseDate": "October 23, 2008",
          "description": "Taiga has a photo album full of blurry pictures of Kitamura. Ryūji offers to snap some pictures of him instead."
        },
        "e5": {
          "title": "Kawashima Ami",
          "releaseDate": "October 30, 2008",
          "description": "Yūsaku's childhood friend Ami, a model, transfers to the school and immediately becomes popular with everyone but Taiga, who sees the truth about her."
        },
        "e6": {
          "title": "True Self",
          "releaseDate": "November 6, 2008",
          "description": "Followed by a stalker, Ami hides out with Taiga and decides that she must discard her fake personality from now on."
        },
        "e7": {
          "title": "Pool's Open",
          "releaseDate": "November 13, 2008",
          "description": "When the school's pool opens for the summer, the gang shops for new swimsuits, and Ryūji helps Taiga with an embarrassing problem."
        },
        "e8": {
          "title": "Who Is This For?",
          "releaseDate": "November 20, 2008",
          "description": "Ryūji tries to help Taiga win a swimming race against Ami, but when Ryūji nearly drowns, the truth about Taiga's feelings comes out."
        },
        "e9": {
          "title": "When You Go To The Sea",
          "releaseDate": "November 27, 2008",
          "description": "During a trip to Ami's beach villa, Taiga has a nightmare about being married to Ryūji and schemes to bring him and Minori together."
        },
        "e10": {
          "title": "Fireworks",
          "releaseDate": "December 4, 2008",
          "description": "The gang plots an elaborate stunt to scare Minori with a trip to a nearby cave where Yūsaku has planted scary traps, but Yūsaku and Minori disappear."
        },
        "e11": {
          "title": "Ohashi High School Culture Festival 1",
          "releaseDate": "December 11, 2008",
          "description": "As preparations get under way for the school's cultural festival, Ryūji urges Taiga to consider reconciling with her estranged father."
        },
        "e12": {
          "title": "Ohashi High School Culture Festival 2",
          "releaseDate": "December 18, 2008",
          "description": "Taiga's reconciliation with her father divides her friends, but she ends up disappointed when her father doesn't attend her school play."
        },
        "e13": {
          "title": "Ohashi High School Culture Festival 3",
          "releaseDate": "December 25, 2008",
          "description": "Taiga wins a beauty contest despite a crushing disappointment about her father; a race is held to determine who will dance with Taiga."
        },
        "e14": {
          "title": "Palm-top Tiger of Happiness",
          "releaseDate": "January 8, 2009",
          "description": "A rumor starts that touching Taiga leads to good luck; Yūsaku gets some interesting news from the student council president."
        },
        "e15": {
          "title": "Distant Star",
          "releaseDate": "January 15, 2009",
          "description": "Yūsaku has a meltdown in class, dyes his hair blond and refuses to run for student council, causing everyone to wonder what's wrong with him."
        },
        "e16": {
          "title": "One Step Forward",
          "releaseDate": "January 22, 2009",
          "description": "Yūsaku reveals his love for Sumire, a student council president who is leaving to study abroad, so his friends urge him to run for her council seat."
        },
        "e17": {
          "title": "Mercury is Retrograde at Christmas",
          "releaseDate": "January 29, 2009",
          "description": "With Christmas approaching, the student council plans a party while Taiga decides to curry favor with Santa by playing Cupid for Ryūji and Minori."
        },
        "e18": {
          "title": "Underneath the Fir Tree",
          "releaseDate": "February 5, 2009",
          "description": "The entire class pitches in to assemble an artificial Christmas tree with a glass star, but a stray fly ball destroys the decorations."
        },
        "e19": {
          "title": "Christmas Eve Party",
          "releaseDate": "February 12, 2009",
          "description": "The love triangle of Ryūji, Minori and Taiga reaches a crisis point when true feelings are realized during the school's Christmas Eve party."
        },
        "e20": {
          "title": "Stay Like This Forever",
          "releaseDate": "February 19, 2009",
          "description": "The class trip to Okinawa is canceled, leading to a last-minute change of plans to a ski trip, where Ryūji resolves to tell Minori how he feels."
        },
        "e21": {
          "title": "Can't Help Myself",
          "releaseDate": "February 26, 2009",
          "description": "During the ski trip, Ryūji confesses his feelings for Minori, but not to her. When Taiga disappears, everyone frantically searches for her."
        },
        "e22": {
          "title": "When You're Around",
          "releaseDate": "March 5, 2009",
          "description": "Knowing that Taiga believes she was rescued by Yūsaku during the ski trip, Ryūji asks Yūsaku to pretend that she's correct."
        },
        "e23": {
          "title": "Path to Take",
          "releaseDate": "March 12, 2009",
          "description": "When Yasuko collapses from anemia due to overwork, Ryūji and Taiga take over her job of selling chocolate and use Ami's celebrity to improve sales."
        },
        "e24": {
          "title": "Confession",
          "releaseDate": "March 19, 2009",
          "description": "The truth about Taiga and Ryūji's feelings for each other finally comes out, and they make a plan to run off together and get married."
        },
        "e25": {
          "title": "Toradora!",
          "releaseDate": "March 26, 2009",
          "description": "When Yasuko reconciles with her parents, the truth about Ryūji's father is revealed, inspiring him to have a traditional wedding with Taiga."
        }
      }
    }
  },
  "The Quintessential Quintuplets": {
    "title": "The Quintessential Quintuplets",
    "description": "Fuutarou Uesugi is a poor, antisocial ace student who one day meets the rich transfer student Itsuki Nakano. They argue but when Uesugi realizes he is to be her tutor, he tries to get on better terms. While trying to do so he meets four other girls.",
    "ageRating": 14,
    "thumbnail": "https://media.themoviedb.org/t/p/original/rxfiH4tL1j1Uf1C6RwMbizWiGNn.jpg",
    "tags": ["Drama", "Comedy"],
    "internetArchiveUrl": "https://ia600801.us.archive.org/18/items/watch-the-quintessential-quintuplets-the-movie-online-free-on-9a/The Quintessential Quintuplets/",
    "seasons": {
      "s1": {
        "e1": {
          "title": "The Quintessential Quintuplets",
          "releaseDate": "January 11, 2019",
          "description": "Uesugi Fuutarou lands a tutoring job that promises five times the normal pay. As it turns out, it’s going to take more than five times the work."
        },
        "e2": {
          "title": "Rooftop Confession",
          "releaseDate": "January 18, 2019",
          "description": "Futaro proposes an exam to settle the debate of whether or not the quintuplets need a tutor."
        },
        "e3": {
          "title": "A Mountain of Problems",
          "releaseDate": "January 25, 2019",
          "description": "Nino isn't happy that Futaro is beginning to get along with her sisters, so she takes matters into her own hands."
        },
        "e4": {
          "title": "A Day Off",
          "releaseDate": "January 31, 2019",
          "description": "Futaro receives his first pay, and decides to take Raiha to the arcade, where she’s always wanted to go."
        },
        "e5": {
          "title": "Five Fifths",
          "releaseDate": "February 7, 2019",
          "description": "The fireworks have started, but the girls are still split up. Ichika wanders off on her own, and Futaro goes after her."
        },
        "e6": {
          "title": "What's Been Built Up",
          "releaseDate": "February 14, 2019",
          "description": "The midterm exams are coming up, and the girls' father set Futaro up to a seemingly impossible task."
        },
        "e7": {
          "title": "Liar McLieface",
          "releaseDate": "February 21, 2019",
          "description": "Futaro spent the night at the quintuplets' apartment. He wakes up to an unexpected situation."
        },
        "e8": {
          "title": "The Photo That Started It All",
          "releaseDate": "February 28, 2019",
          "description": "Futaro falls ill after Miku feeds him a hefty serving of croquettes. Nino makes the situation even worse than it needs to be."
        },
        "e9": {
          "title": "Legend of Fate Day 1",
          "releaseDate": "March 7, 2019",
          "description": "School is abuzz about the camp school trip coming up. Meanwhile, Raiha catches the flu."
        },
        "e10": {
          "title": "Legend of Fate Day 2",
          "releaseDate": "March 13, 2019",
          "description": "Futaro and the girls arrive at camp school. His outfit for the test of courage causes more than just a scare for Nino."
        },
        "e11": {
          "title": "Legend of Fate Day 3",
          "releaseDate": "March 20, 2019",
          "description": "Ichika and Futaro get locked in the storage shed. The others are concerned about their absence, but not necessarily for the same reasons."
        },
        "e12": {
          "title": "Legend of Fate Day 2000",
          "releaseDate": "March 27, 2019",
          "description": "It’s the last day of camp school. Itsuki is missing. Futaro thinks he knows where to find her, but he’s sick and shouldn’t be wandering in the snow."
        }
      },
      "s2": {
        "e1": {
          "title": "Quite the Crappy Kyoto Quagmire",
          "releaseDate": "January 8, 2021",
          "description": "Futaro is hospitalized for a while after falling sick at camp school. He returns to work tutoring the quintuplets, only to realize someone has fallen way behind."
        },
        "e2": {
          "title": "Seven Goodbyes (1)",
          "releaseDate": "January 15, 2021",
          "description": "There’s one week left to the term final. Futaro and the sisters are set on passing this time, but Nino and Miku can’t seem to get along."
        },
        "e3": {
          "title": "Seven Goodbyes (2)",
          "releaseDate": "January 22, 2021",
          "description": "Nino lets a dejected Futaro into her hotel room. Futaro tells her about how he’d run into the girl he met in Kyoto five years prior."
        },
        "e4": {
          "title": "Seven Goodbyes (3)",
          "releaseDate": "January 29, 2021",
          "description": "After discovering Yotsuba wants to quit the Track team but can't tell her teammates, Uesugi disguises Itsuki to resign for her."
        },
        "e5": {
          "title": "Good Work Today",
          "releaseDate": "February 5, 2021",
          "description": "Uesugi runs into the Quintuplets while out shopping. They invite him to visit their new home with an ulterior motive."
        },
        "e6": {
          "title": "The Last Exam",
          "releaseDate": "February 12, 2021",
          "description": "Miku is desperately trying to learn how to make chocolates for Uesugi. Meanwhile, preparations for the Final exams are intensifying, but Uesugi decides it's time for a study break."
        },
        "e7": {
          "title": "Begin the Offensive",
          "releaseDate": "February 19, 2021",
          "description": "The quintuplet's father attempts to convince Nino to come back with him, but Uesugi rides in to save the day and Nino makes a confession. The quintuplets then celebrate their exam achievements with desserts. Later, everyone enjoys a vacation at a hot springs resort."
        },
        "e8": {
          "title": "Scrambled Eggs",
          "releaseDate": "February 26, 2021",
          "description": "Uesugi enlists the 'real' Itsuki to help him discover who was impersonating her yesterday. After discovering a room full of Itsuki, he interrogates them one by one. Uesugi struggles to tell which quintuplet is which."
        },
        "e9": {
          "title": "Welcome to Class 3-1",
          "releaseDate": "March 5, 2021",
          "description": "The quintuplets each find a job to help Ichika pay for the rent of their new place. They each settle into their new jobs and their new classmates."
        },
        "e10": {
          "title": "Five Cranes in Return",
          "releaseDate": "March 12, 2021",
          "description": "The quintuplets’ father tries to get Futaro’s classmate, Takeda, to take over as their tutor. They make a bet."
        },
        "e11": {
          "title": "Sisters War (1)",
          "releaseDate": "March 19, 2021",
          "description": "Ichika, Nino, and Itsuki plot ways to make a move on Futaro during the school trip. Yotsuba is troubled by their change in attitude."
        },
        "e12": {
          "title": "Sisters War (2)",
          "releaseDate": "March 26, 2021",
          "description": "With desperation increasing, things become tense amongst the sisters as well as with Futaro. For their elective tour on the last day of the school trip, the quintuplets decide to keep things fair by leaving the outcome to luck."
        }
      }
    }
  },
  "The Asterisk War": {
    "title": "The Asterisk War",
    "description": "Invertia was a meteor storm that caused an unprecedented disaster during the 20th century. Because of this disaster, numerous cities around the world were destroyed. However, within the meteor, an unknown element called mana was discovered. It allowed human technology to make rapid strides giving rise to a new species of super-powered humans, the Star Pulse Generation (Genestella). The Festas (Star Warrior Festivals) host battles between Genestella at a city of six academies called “Rikka,” also commonly known as “Asterisk.” Scholarship student Ayato Amagiri transferred into Seidoukan Academy in order to fulfill his own wish, swearing he too will fight in this city.",
    "ageRating": 14,
    "thumbnail": "https://media.themoviedb.org/t/p/original/7DJgn3qWaG8g7Px947aZcMDO4ua.jpg",
    "tags": ["Action & Adventure", "Sci-Fi & Fantasy"],
    "internetArchiveUrl": "https://ia600800.us.archive.org/22/items/01-s-2e-1/The Asterisk War/",
    "seasons": {
      "s1": {
        "e1": {
          "title": "Glühen Ros",
          "releaseDate": "October 3, 2015",
          "description": "Ayato Amagiri is a scholarship transfer student. What awaits him at the Seidoukan Academy?"
        },
        "e2": {
          "title": "Ser=Versta",
          "releaseDate": "October 10, 2015",
          "description": "Since Julis is indebted to Ayato, she offers to show him around the academy. Little does she know that she is not the only one who wants to be Ayato's tour guide!"
        },
        "e3": {
          "title": "A Holiday for Two",
          "releaseDate": "October 17, 2015",
          "description": "Julis keeps her promise and shows Ayato around the city on their day off. Finally, he gets to know the princess better."
        },
        "e4": {
          "title": "Unshackled",
          "releaseDate": "October 24, 2015",
          "description": "Julis runs off after reading a letter. Ayato goes after her, worried that she might be in danger."
        },
        "e5": {
          "title": "Lightning Blade Speed",
          "releaseDate": "October 31, 2015",
          "description": "Since Seidoukan and Allekant agreed to co-develop a new type of Lux, a few representatives from Allekant Academy visit the Seidoukan training room. Julis asks Ayato not to get into any duels before the Phoenix Festa!"
        },
        "e6": {
          "title": "The True Face of the Girl",
          "releaseDate": "November 7, 2015",
          "description": "Julis is still angry at Ayato after he went against her word, and Ayato learns more about the current rank #1 holder, Kirin Toudou."
        },
        "e7": {
          "title": "Decisions and Duels",
          "releaseDate": "November 14, 2015",
          "description": "After fighting the monsters, what other dangers await Ayato and Kirin?"
        },
        "e8": {
          "title": "A Holiday for Two, Part 2",
          "releaseDate": "November 21, 2015",
          "description": "Saya and Kirin have teamed up for the upcoming Phoenix Festa. By the look of things, they need to spend some more time together. The girls skip practice to socialize more. Surprisingly, there is something Kirin would like Saya to do for her..."
        },
        "e9": {
          "title": "The Phoenix Festa",
          "releaseDate": "November 28, 2015",
          "description": "The Phoenix Festa has finally begun. However, there are some important changes to the regulations this time. Ayato and Julis are determined to give it all they have got!"
        },
        "e10": {
          "title": "The Tyrant Vampire Princess",
          "releaseDate": "December 5, 2015",
          "description": "Here comes a new challenger in the Phoenix Festa! The Tyrant Vampire Princess Irene Urzaiz seems to be unstoppable… and her sole target is Ayato!"
        },
        "e11": {
          "title": "Power and Its Price",
          "releaseDate": "December 12, 2015",
          "description": "Ayato searches for Saya per Kirin's request but runs into Priscilla, the Sister of The Tyrant Vampire Princess. Also, Claudia has a secret."
        },
        "e12": {
          "title": "The Gravisheath",
          "releaseDate": "December 19, 2015",
          "description": "The final battle, Ayato and Julis versus The Urzaiz Sisters. Who will win?"
        }
      },
      "s2": {
        "e1": {
          "title": "Divine Revelations",
          "releaseDate": "April 2, 2016",
          "description": "The Phoenix Festa continues... Ayato and Julis are facing Luo and Song from Jie Long Academy!"
        },
        "e2": {
          "title": "Corrupt Ruler",
          "releaseDate": "April 9, 2016",
          "description": "A young girl named Flora visits Julis. Meanwhile, Ayato tries to get in touch with Dirk Eberwein in the hope of getting some information regarding his sister, Haruka."
        },
        "e3": {
          "title": "Breaking the Memory Barrier",
          "releaseDate": "April 16, 2016",
          "description": "Ayato and Julis are fighting against Shenyun and Shenhua Li in the quarterfinals. Since the twins are known to only attack their opponents' weak points, what kind of a strategy will Ayato and Julis come up with?"
        },
        "e4": {
          "title": "Never Back Down",
          "releaseDate": "April 23, 2016",
          "description": "Ayato and Julis continue their battle against Shenyun and Shenhua Li. Also, Saya and Kirin are facing AR-D and RM-C. Will Seidoukan Academy live up to the high expectations?"
        },
        "e5": {
          "title": "The Tyrant's Puppet Strings",
          "releaseDate": "April 30, 2016",
          "description": "Flora is abducted by a mysterious man. Now, Ayato and his friends have to come up with a plan to rescue her!"
        },
        "e6": {
          "title": "Scrambling",
          "releaseDate": "May 7, 2016",
          "description": "It's time for the semi-finals, where Ayato and Julis face Galahadworth’s True Knights. Meanwhile, Saya and Kirin search for the missing Flora."
        },
        "e7": {
          "title": "Battle Song",
          "releaseDate": "May 14, 2016",
          "description": "Ayato is looking around parts of the city, hoping to get a trace about where Flora might be... Unfortunately, his efforts disturb certain people."
        },
        "e8": {
          "title": "The Phoenix Showdown",
          "releaseDate": "May 21, 2016",
          "description": "Ayato and Julis face off against AR-D and RM-C in the Phoenix Festa finals, but Ayato is still without the Ser Veresta. Meanwhile, Saya and Kirin are trying to rescue Flora from her kidnapper. Can they save her in time?"
        },
        "e9": {
          "title": "Clinching Victory",
          "releaseDate": "May 28, 2016",
          "description": "The final match continues... Which team will win the Phoenix Festa?"
        },
        "e10": {
          "title": "Liseltania",
          "releaseDate": "June 4, 2016",
          "description": "Ayato and his friends visit Lieseltania, where they are greeted with great enthusiasm! Surprisingly, Claudia has an interesting proposal for Ayato, Julis, Saya, and Kirin."
        },
        "e11": {
          "title": "The Lonely Strega",
          "releaseDate": "June 11, 2016",
          "description": "Julis’s brother, Jolbert, wants to discuss two important topics with Julis and Ayato. While spending time in Lieseltania, Julis runs into a face from her past."
        },
        "e12": {
          "title": "Reunion",
          "releaseDate": "June 18, 2016",
          "description": "Ayato wakes up three days after fighting Ophelia. Julis explains Ophelia's tragic past. While Gustave unleashes a hydra monster on Julis, Ayato, Julis, and Saya defeat it. Back at Seidoukan, Ayato allows Hilda to operate on Haruka despite knowing her past."
        }
      }
    }
  },
  "My Deer Friend Nokotan": {
    "title": "My Deer Friend Nokotan",
    "description": "Koshi Torako has everyone fooled. Her classmates see her as the perfect honor student, unaware of her secret delinquent past. But her new picturesque school life is thrown into chaos when she bumps into Shikanoko Noko, a girl with antlers! Mayhem seems to follow this strange doe-eyed girl. Who, or what, is she?",
    "ageRating": 16,
    "thumbnail": "https://media.themoviedb.org/t/p/original/dTNjwQLaclazxqx21voA50185Ri.jpg",
    "tags": ["Comedy"],
    "internetArchiveUrl": "https://ia600100.us.archive.org/5/items/09-s-1e-9/My Deer Friend Nokotan/",
    "seasons": {
      "s1": {
        "e1": {
          "title": "Girl Meets Deer",
          "releaseDate": "July 7, 2024",
          "description": "Hiding her past as a former delinquent and living as an honor student, Torako Koshi encounters a mysterious girl with horns hanging from a telephone pole. This mysterious girl, Noko Shikanoko, becomes the source of turmoil that disrupts Torako's life."
        },
        "e2": {
          "title": "Deer Meets Darkness Girl",
          "releaseDate": "July 14, 2024",
          "description": "Koshitan makes herself comfortable in the room of the Deer Club, but her little paradise is quickly destroyed."
        },
        "e3": {
          "title": "Bashame Enrolls",
          "releaseDate": "July 21, 2024",
          "description": "Koshitan and Nokotan find a mysterious girl named Bashame collapsed at the entrance of the Deer Club."
        },
        "e4": {
          "title": "Deer Club Under Siege",
          "releaseDate": "July 28, 2024",
          "description": "The Deer Club is filled with eccentric characters, but the members of the student council give them a run for their money."
        },
        "e5": {
          "title": "Dig Up the Dirt!!",
          "releaseDate": "August 4, 2024",
          "description": "Koshitan no longer wants to be driven crazy by Nokotan and decides to spy on her to find her weakness. This leads her to the zoo, where she observes Nokotan at work."
        },
        "e6": {
          "title": "The Summer Deer Festival",
          "releaseDate": "August 11, 2024",
          "description": "It's finally summer in Hino, and that means one thing above all: a new look is in order! The students are wearing their short-sleeved school uniforms, and even Nokotan appears in a new, somewhat concerning state."
        },
        "e7": {
          "title": "DeerColle, Streaming, Hospitality, and Such",
          "releaseDate": "August 18, 2024",
          "description": "Nokotan wants to participate in the Deer Collection and needs Koshitan's help for it. Koshitan livestreams what daily life is like in the Deer Club. The owner of Café Swallow takes pride in his perfect service, but then Koshitan and Nokotan visit his establishment."
        },
        "e8": {
          "title": "Deer After Deer",
          "releaseDate": "August 25, 2024",
          "description": "The girls gather for the traditional first shrine visit of the year, but one of them is missing—Nokotan. Soon, the reason for her absence becomes clear, as she is being worshipped at the shrine as the Deer Goddess..."
        },
        "e9": {
          "title": "Get the Sports Festival Done!",
          "releaseDate": "September 1, 2024",
          "description": "Hinominami High School is holding a sports festival! As student council president, Koshitan wants it to go smoothly, but various incidents occur. Will the student council be able to see through to the end of the sports festival?!"
        },
        "e10": {
          "title": "Blame It on the Spring",
          "releaseDate": "September 8, 2024",
          "description": "At the clubhouse, Koshitan finds Nokotan in tears and acting strangely...she's concerned at first, but it turns out to be hay fever. Now, Nokotan's trying to think of ways to cope!"
        },
        "e11": {
          "title": "The Pursuer and the Pursued",
          "releaseDate": "September 15, 2024",
          "description": "Hinominami High School is peaceful as usual. However, Nokotan senses the 'hunter's aura' of Kumatori, a legendary hunter from Hokkaido. Nokotan will take whatever measures necessary to avoid being caught, but what fate awaits her?!"
        },
        "e12": {
          "title": "Farewell Nokotan!? Long Live the Deer Club!",
          "releaseDate": "September 22, 2024",
          "description": "Nokotan has disappeared from everyone's memories!? How is everyone going to handle this sudden serious episode? Koshitan and our viewers are put to the test in the finale, 'Farewell Nokotan!? Long Live the Deer Club!'"
        }
      }
    }
  },
  "Farming Life in Another World": {
    "title": "Farming Life in Another World",
    "description": "After Hiraku dies of a serious illness, God brings him back to life, gives his health and youth back, and sends him to a fantasy world of his choice. In order to enjoy his second shot, God bestows upon him the almighty farming tool! Watch as Hiraku digs, chops, and ploughs in another world in this laidback farming fantasy!",
    "ageRating": 14,
    "thumbnail": "https://media.themoviedb.org/t/p/original/pT4OoVQE8zGJ0Z0GZpJotK5Vzsj.jpg",
    "tags": ["Comedy", "Sci-Fi & Fantasy"],
    "internetArchiveUrl": "https://ia802308.us.archive.org/18/items/01-s-1e-1/Farming Life in Another World/",
    "seasons": {
      "s1": {
        "e1": {
          "title": "The Almighty Farming Tool",
          "releaseDate": "January 6, 2023",
          "description": "Hikaru won’t waste his second chance at life; he will focus on what truly matters. And so, he builds a new home with his own two hands."
        },
        "e2": {
          "title": "The First Villager",
          "releaseDate": "January 13, 2023",
          "description": "As the weeks turn into months, Hiraku’s loneliness grows. He thought he desired a life of solitude, but his wish for companionship grows stronger by the day."
        },
        "e3": {
          "title": "More and More New Roommates",
          "releaseDate": "January 20, 2023",
          "description": "Hiraku and Lu begin their new life together, unaware of the visitors who will soon arrive at their household."
        },
        "e4": {
          "title": "Waterways Make Life Feel Complete",
          "releaseDate": "January 27, 2023",
          "description": "Now that they’ve secured a reliable water source, they can start a rice paddy and build a bathhouse."
        },
        "e5": {
          "title": "Curry and Surviving the Winter",
          "releaseDate": "February 3, 2023",
          "description": "With their homestead completed, they turn their focus to food preparation and just in time; Winter is coming."
        },
        "e6": {
          "title": "This is a Village",
          "releaseDate": "February 10, 2023",
          "description": "A surprise attack would have shattered their peaceful lives were it not for the almighty farming tool. As word spreads, their home blooms into a village."
        },
        "e7": {
          "title": "A Hospitable Heart",
          "releaseDate": "February 17, 2023",
          "description": "Hikaru realizes the importance of diplomacy when the demon lord and the dragons establish contact with the Great Tree Village."
        },
        "e8": {
          "title": "The Researcher and The Two Princesses",
          "releaseDate": "February 24, 2023",
          "description": "They say civilization started because of alcohol. In the Great Tree Village’s case, it instigates a misunderstanding between dragons."
        },
        "e9": {
          "title": "The Merchant and The Dragon",
          "releaseDate": "March 3, 2023",
          "description": "Hiraku’s offhand comment leads to a series of events that end with a merchant setting up a trade deal with The Great Tree Village."
        },
        "e10": {
          "title": "Princess Yuri",
          "releaseDate": "March 10, 2023",
          "description": "Spurred by her followers, the demon lord's daughter attempts to invade the Great Tree Village. \"Attempts\" being the keyword."
        },
        "e11": {
          "title": "Everyday Life, and The Progenitor",
          "releaseDate": "March 17, 2023",
          "description": "News of the impending birth thrills the villagers, but they aren’t the only ones interested in the good news."
        },
        "e12": {
          "title": "Birth",
          "releaseDate": "March 24, 2023",
          "description": "Hiraku’s second chance was just the beginning. As he reflects on the changes that occurred since his arrival, one thing is certain: The Great Tree Village is lively as always."
        }
      }
    }
  },
  "Danmachi - Sword Oratoria": {
    "title": "Danmachi - Sword Oratoria",
    "description": "After having descended upon this world, the gods have created guilds where adventurers can test their mettle. These guilds, known as 'familia,' grant adventurers the chance to explore, gather, hunt, or simply enjoy themselves. The Sword Princess, Ais Wallenstein, and the novice mage, Lefiya Viridis, are members of the Loki Familia, who are experts at monster hunting. With the rest of their group, they journey to the tower of Babel in hopes of exploring the dungeon underneath. Home to powerful monsters, the dungeon will fulfill Ais's desire to master her sword skills, while bringing Lefiya closer to her dream of succeeding Riveria Ljos Alf, vice-captain of the Loki Familia, as the most powerful mage in the land.",
    "ageRating": 14,
    "thumbnail": "https://media.themoviedb.org/t/p/original/mLRmZ83ab7EPDY0mdUVuDCk3USU.jpg",
    "tags": ["Action & Adventure"],
    "internetArchiveUrl": "https://ia800801.us.archive.org/9/items/12-s-1e-12/Danmachi - Sword Oratoria/",
    "seasons": {
      "s1": {
        "e1": {
          "title": "The Sword Princess and the Elf",
          "releaseDate": "April 15, 2017",
          "description": "Lefiya dreams of fighting in the dungeon beside someone she admires: Ais Wallenstein! When monsters attack the Loki Familia camp, will Lefiya be able to prove her worth?"
        },
        "e2": {
          "title": "Fittings and Purchases",
          "releaseDate": "April 22, 2017",
          "description": "The members of the Loki Familia recover from their most recent adventure. After a long day of errands, they visit Loki's favorite tavern where Ais runs into a familiar face."
        },
        "e3": {
          "title": "Festivals and Courage",
          "releaseDate": "April 29, 2017",
          "description": "A day at Monsterphilia turns deadly when some of the monsters escape. While Ais tracks them down, a powerful monster attacks Lefiya and the twins."
        },
        "e4": {
          "title": "The Murder and the Jewel",
          "releaseDate": "May 6, 2017",
          "description": "Ais and the others get tangled in a brutal murder on the 18th floor. Meanwhile, Loki and Bete investigate the strange plant creatures involved in the Monsterphilia incident."
        },
        "e5": {
          "title": "The Red-head and the Lone Ruler",
          "releaseDate": "May 13, 2017",
          "description": "Loki attempts to get answers from Lord Uranus. Meanwhile, as the battle rages in the dungeon, Ais finds herself crossing swords with the murderer in a fight to the death."
        },
        "e6": {
          "title": "Subjugation and Escape",
          "releaseDate": "May 20, 2017",
          "description": "Riveria chaperones Ais as she takes on a brutal boss alone. On their way out, Ais discovers an unconscious, but familiar, white haired boy, and decides to take care of him."
        },
        "e7": {
          "title": "Requests and Divisions",
          "releaseDate": "May 27, 2017",
          "description": "A mysterious figure sends Ais to investigate the 24th floor where she teams up with the Hermes Familia. Meanwhile, Dionysus sends Filvis with Lefiya and Bete into the dungeon."
        },
        "e8": {
          "title": "The Corruption and The Maiden",
          "releaseDate": "June 3, 2017",
          "description": "Bete confronts Filvis about her past bloody while Lefiya tries harder to integrate her into their team. Meanwhile, the Hermes Familia tries to reclaim Ais from the Tamer."
        },
        "e9": {
          "title": "Training and Jealousy",
          "releaseDate": "June 10, 2017",
          "description": "Ais finally gets her chance to speak to Bell, and the two agree to train together. When a brokenhearted Lefiya catches them, she becomes determined to get Ais to notice her!"
        },
        "e10": {
          "title": "The Boy and the Hero",
          "releaseDate": "June 17, 2017",
          "description": "The Loki Familia prepares for its expedition deep into the dungeon. Amid the excitement, Ais prepares for what she may find past Level 59."
        },
        "e11": {
          "title": "Adventure and the Unknown",
          "releaseDate": "June 24, 2017",
          "description": "The Loki Familia expedition reaches Level 50. Armed with new weapons and determination, they delve in the dungeon's hellish depths. Meanwhile, Revis lies in wait for Ais."
        },
        "e12": {
          "title": "Kin of the Gods",
          "releaseDate": "July 1, 2017",
          "description": "The Loki Familia run into a formidable foe, even together, will they still be able to defeat the monster?"
        }
      }
    }
  },
  "Classroom of the Elite": {
    "title": "Classroom of the Elite",
    "description": "Kiyotaka Ayanokoji has just enrolled at Tokyo Koudo Ikusei Senior High School, where it's said that 100% of students go on to college or find employment. But he ends up in Class 1-D, which is full of all the school's problem children. What's more, every month, the school awards students points with a cash value of 100,000 yen, and the classes employ a laissez-faire policy in which talking, sleeping, and even sabotage are permitted during class. One month later, Ayanokoji, Horikita, and the students of Class D learn the truth of the system in place within their school...",
    "ageRating": 12,
    "thumbnail": "https://media.themoviedb.org/t/p/original/8BtSk9DGIlS24otIB3qCagVCI6W.jpg",
    "tags": [],
    "internetArchiveUrl": "https://ia902308.us.archive.org/12/items/11-s-1e-11/Classroom of the Elite/",
    "seasons": {
      "s1": {
        "e1": {
          "title": "What is evil? Whatever springs from weakness.",
          "releaseDate": "July 12, 2017",
          "description": "Melancholy, unmotivated Kiyotaka Ayanokouji attends his first day at Tokyo Metropolitan Advanced Nurturing High School, a government-established institution for training Japan's best and brightest. As he navigates the school's merit-based system, he forms curious relationships with fellow outsiders Suzune Horikita and Kikyou Kushida."
        },
        "e2": {
          "title": "It takes a great talent and skill to conceal one's talent and skill.",
          "releaseDate": "July 20, 2017",
          "description": "Class 1-D learns more about the school's point system and faces potential expulsion if they don't change their habits. However, some students resist change despite the consequences."
        },
        "e3": {
          "title": "Man is an animal that makes bargains: no other animal does this - no dog exchanges bones with another.",
          "releaseDate": "July 27, 2017",
          "description": "Kiyotaka explains to Suzune what he did before the test that resulted in high scores for everyone except Sudo, who faces expulsion."
        },
        "e4": {
          "title": "We should not be upset that others hide the truth from us, when we hide it so often from ourselves.",
          "releaseDate": "August 3, 2017",
          "description": "Class 1-D analyzes their test results and deals with delayed point distributions. Three students from 1-C report Sudo for attacking them."
        },
        "e5": {
          "title": "Hell is other people.",
          "releaseDate": "August 9, 2017",
          "description": "Kiyotaka and Kushida accompany Sakura to the mall where she repairs her camera. Kiyotaka discusses Sudo's situation with Sakura and whether she should reveal what she saw."
        },
        "e6": {
          "title": "There are two kinds of lies; one concerns an accomplished fact, the other concerns a future duty.",
          "releaseDate": "August 16, 2017",
          "description": "Sakura receives strange messages and photos of herself on her portal. Kiyotaka and Suzune search for evidence to exonerate Sudo."
        },
        "e7": {
          "title": "Nothing is as dangerous as an ignorant friend; a wise enemy is to be preferred.",
          "releaseDate": "August 23, 2017",
          "description": "During summer vacation, Suzune prefers studying alone in her room. Ayanokouji invites her to the pool with others."
        },
        "e8": {
          "title": "Abandon all hope, ye who enter here.",
          "releaseDate": "August 30, 2017",
          "description": "All students go on a cruise. Chabashira informs Kiyotaka that someone has requested his expulsion unless he helps others promote to Class A."
        },
        "e9": {
          "title": "Man is condemned to be free.",
          "releaseDate": "September 7, 2017",
          "description": "As part of a special test, students are taken to an uninhabited tropical island where they must live for a week. Their performance will significantly impact their class standings."
        },
        "e10": {
          "title": "Every man has in himself the most dangerous traitor of all.",
          "releaseDate": "September 14, 2017",
          "description": "Class D shows unity in facing the special test. Ayanokouji and Horikita investigate how other classes are faring."
        },
        "e11": {
          "title": "What people commonly call fate is mostly their own stupidity.",
          "releaseDate": "September 20, 2017",
          "description": "Class D's trust erodes after a panty thief incident. Horikita's leader key card is stolen, leading to chaos in the base camp with a new arson incident."
        },
        "e12": {
          "title": "Genius lives only one story above madness.",
          "releaseDate": "September 27, 2017",
          "description": "As the survival test concludes, Class 1-D faces challenges with stolen key cards and Suzune's forced withdrawal due to illness. Ayanokouji seeks to turn things around."
        }
      },
      "s2": {
        "e1": {
          "title": "Remember to keep a clear head in difficult times.",
          "releaseDate": "July 4, 2022",
          "description": "Following the island test, Ayanokoji Kiyotaka and others enjoy summer vacation on a luxury liner. Suddenly, they face a new special test, breaking class lines."
        },
        "e2": {
          "title": "There are two main human sins from which all the others derive: impatience and indolence.",
          "releaseDate": "July 11, 2022",
          "description": "After Day 1 of the 'thinking' test, Ayanokoji discusses breaking the stalemate with Hirata. Meanwhile, he notices strange behavior from Karuizawa and seeks Horikita's insights."
        },
        "e3": {
          "title": "The greatest souls are capable of the greatest vices as well as of the greatest virtues.",
          "releaseDate": "July 18, 2022",
          "description": "Karuizawa faces intense pressure from Class C. Ayanokoji observes but gets an idea after noticing her abnormal fear levels."
        },
        "e4": {
          "title": "The material has to be created.",
          "releaseDate": "July 25, 2022",
          "description": "Preparations for the sports festival begin with nervousness among students. The festival's outcome will affect their written tests."
        },
        "e5": {
          "title": "Every failure is a step to success.",
          "releaseDate": "August 1, 2022",
          "description": "Ayanokoji suspects Kushida of betrayal and observes other classes with Horikita during the festival. He remains disinterested in the outcomes."
        },
        "e6": {
          "title": "Adversity is the first path to truth.",
          "releaseDate": "August 8, 2022",
          "description": "As the sports festival concludes, Horikita faces challenges from Sudo and Ryuen's threats."
        },
        "e7": {
          "title": "To doubt everything or to believe everything are two equally convenient solutions; both dispense with the necessity of reflection.",
          "releaseDate": "August 15, 2022",
          "description": "Class D prepares for the 'Paper Shuffle' test where failure means expulsion."
        },
        "e8": {
          "title": "The wound is at her heart.",
          "releaseDate": "August 22, 2022",
          "description": "Horikita uses the Paper Shuffle to settle matters with Kushida, drawing Ayanokoji into the conflict."
        },
        "e9": {
          "title": "If you make a mistake and do not correct it, this is called a mistake.",
          "releaseDate": "August 29, 2022",
          "description": "As the Paper Shuffle approaches, conflicting plans converge."
        },
        "e10": {
          "title": "People, often deceived by an illusive good, desire their own ruin.",
          "releaseDate": "September 5, 2022",
          "description": "Ayanokoji learns more about his situation from an external visitor."
        },
        "e11": {
          "title": "A man who cannot command himself will always be a slave.",
          "releaseDate": "September 12, 2022",
          "description": "Karuizawa faces embarrassment over the loss of contact with Ayanokoji. Class D plans its future while dealing with Class C's dominance."
        },
        "e12": {
          "title": "Force without wisdom falls of its own weight.",
          "releaseDate": "September 19, 2022",
          "description": "Ayanokoji makes a final decision on how to confront Ryuen and Class C."
        },
        "e13": {
          "title": "The worst enemy you can meet will always be yourself.",
          "releaseDate": "September 26, 2022",
          "description": "The aftermath of the gymnasium incident unfolds as Christmas brings romance to the school."
        }
      },
      "s3": {
        "e1": {
          "title": "The strongest principle of growth lies in the human choice.",
          "releaseDate": "January 3, 2024",
          "description": "Class C embarks on their first trial as the ascended class, facing challenges during the mixed training camp."
        },
        "e2": {
          "title": "Man is wolf to man.",
          "releaseDate": "January 10, 2024",
          "description": "Yukimura injures his leg during training. Later, he devises a strategy for the upcoming tests amidst challenges."
        },
        "e3": {
          "title": "Man never forgets what he wants to forget.",
          "releaseDate": "January 17, 2024",
          "description": "Class C discusses Karuizawa and Hirata's breakup. Yamauchi encounters a trap set by Sakayanagi, while rumors swirl around Ichinose."
        },
        "e4": {
          "title": "To work you have the right, but not to the fruits thereof.",
          "releaseDate": "January 24, 2024",
          "description": "Valentine's Day brings anticipation among Class C boys about receiving chocolates. Karuizawa feels uneasy about Ayanokoji's meeting request."
        },
        "e5": {
          "title": "Fortune favors the bold.",
          "releaseDate": "January 31, 2024",
          "description": "Hashimoto is revealed as the rumor spreader under Sakayanagi's direction. Sakayanagi presents evidence regarding Ichinose's rumors to Class C."
        },
        "e6": {
          "title": "It is better to receive an injury than to inflict one.",
          "releaseDate": "February 7, 2024",
          "description": "Class C passes their year-end exam with relief, but faces a special exam involving a class vote for praise and censure."
        },
        "e7": {
          "title": "People will do anything, no matter how absurd, in order to avoid facing their own souls",
          "releaseDate": "February 14, 2024",
          "description": "Suspicion and tension fill Class C as they prepare for the class vote. Asahina informs Ayanokoji about Ichinose seeking cooperation from the student council."
        },
        "e8": {
          "title": "Those who cannot remember the past are condemned to repeat it.",
          "releaseDate": "February 21, 2024",
          "description": "After consulting with her brother, Horikita nominates Yamauchi for expulsion due to his minimal contributions and involvement with Sakayanagi."
        },
        "e9": {
          "title": "Extreme justice is extreme injustice.",
          "releaseDate": "February 28, 2024",
          "description": "Class C expels its first student through the class vote. Ayanokoji confronts Sakayanagi, leading to a challenge for their next exam."
        },
        "e10": {
          "title": "The first cause of absurd conclusions I ascribe to the want of method.",
          "releaseDate": "March 6, 2024",
          "description": "Class C discusses strategies for a special exam lacking a decisive factor. Hirata remains disappointed by the class vote outcome."
        },
        "e11": {
          "title": "There is only one rule in love: bring happiness to those you love.",
          "releaseDate": "March 13, 2024",
          "description": "As Hirata recovers, Class C shows unity. Ayanokoji faces off against Sakayanagi in the final special exam, starting with basketball."
        },
        "e12": {
          "title": "Change your desires rather than the order of the world.",
          "releaseDate": "March 20, 2024",
          "description": "Despite a close fight, Class C loses to Class A in the final exam and is demoted back to Class D. The students reflect on their growth throughout the year."
        },
        "e13": {
          "title": "Love is the best teacher.",
          "releaseDate": "March 27, 2024",
          "description": "Spring break arrives. Shiina discusses books with Ayanokoji, while Kanzaki from Class B confronts Ryuen despite their class's defeat."
        }
      }
    }
  },
  "By the Grace of the Gods": {
    "title": "By the Grace of the Gods",
    "description": "Only 39 years into a life full of bad luck, Ryoma Takebayashi passes away in his sleep! Taking pity on him, three divine beings show compassion by reincarnating him as a young boy to a magical, new world. Now he spends his time researching and caring for slimes in the forest. But after healing an injured traveler, Ryoma decides to set out with his new friends on a journey to use his power to help others. A whole new world awaits him, where his skills as a magic user and slime tamer continue to elicit surprise and admiration.",
    "ageRating": 12,
    "thumbnail": "https://media.themoviedb.org/t/p/original/bfYje9AgtWzYCeCQbMU3nHdE4k1.jpg",
    "tags": ["Action & Adventure", "Sci-Fi & Fantasy"],
    "internetArchiveUrl": "https://ia902209.us.archive.org/7/items/10-s-2e-10/By the Grace of the Gods/",
    "seasons": {
      "s1": {
        "e1": {
          "title": "Ryoma, with the Slimes",
          "releaseDate": "October 4, 2020",
          "description": "Ryoma Takebayashi, formerly a middle-aged Japanese office worker in his previous life, saves a group of distressed travelers in the forest."
        },
        "e2": {
          "title": "Departure, with the Slimes",
          "releaseDate": "October 11, 2020",
          "description": "The travelers Ryoma saved turn out to be the local duke and his family. Impressed by Ryoma's skills, they invite him to join their journey."
        },
        "e3": {
          "title": "First Time in Town, with the Slimes",
          "releaseDate": "October 18, 2020",
          "description": "Ryoma and the Jamil family travel to Gimul, a mining town. Ryoma and Eliaria begin their paths as professionals in their crafts."
        },
        "e4": {
          "title": "Clean-Up Duty, with the Slimes",
          "releaseDate": "October 25, 2020",
          "description": "Ryoma demonstrates his slimes' remarkable cleaning abilities in Gimul, addressing the town's urgent need for sanitation."
        },
        "e5": {
          "title": "The Lady's Training Session, with the Slimes",
          "releaseDate": "November 1, 2020",
          "description": "Eliaria and Ryoma train in magic and combat in Gimul, preparing to combat monsters infesting abandoned mine shafts."
        },
        "e6": {
          "title": "Monster Hunting, with the Slimes",
          "releaseDate": "November 8, 2020",
          "description": "Ryoma joins a large-scale monster hunting effort organized by the Adventurer's Guild to tackle a major monster infestation."
        },
        "e7": {
          "title": "Starting the Business, with the Slimes",
          "releaseDate": "November 15, 2020",
          "description": "Ryoma decides to become an adventurer and entrepreneur. He lays out his plans with the ducal family and collaborates with Serge the merchant."
        },
        "e8": {
          "title": "Laundry Business, with the Slimes",
          "releaseDate": "November 22, 2020",
          "description": "Ryoma's laundry business opens successfully. He hires new employees and celebrates with friends who have supported him."
        },
        "e9": {
          "title": "The New Coworkers, with the Slimes",
          "releaseDate": "November 29, 2020",
          "description": "The laundry business gains popularity, prompting Ryoma to hire more help. He meets Fei and Li Ling, foreigners with a mysterious past."
        },
        "e10": {
          "title": "The New Slimes, with the Slimes",
          "releaseDate": "December 6, 2020",
          "description": "With his business thriving, Ryoma can focus on studying his slimes and adventuring. He discovers new types of slimes."
        },
        "e11": {
          "title": "Taming Training, with the Slimes",
          "releaseDate": "December 13, 2020",
          "description": "Ryoma and Eliaria receive training in monster taming magic from the Jamil elders, further developing their skills."
        },
        "e12": {
          "title": "The Beginning of a New Era, with the Slimes",
          "releaseDate": "December 20, 2020",
          "description": "Ryoma and Eliaria attempt to tame limour birds, marking a milestone in their monster taming careers. However, Eliaria's departure for school looms."
        }
      },
      "s2": {
        "e1": {
          "title": "Ryoma and the New Plan",
          "releaseDate": "January 9, 2023",
          "description": "Ryoma decides to reinforce glass in his shop after an incident. He discovers the evolved form of a Poison Slime and meets Tekun, a new god."
        },
        "e2": {
          "title": "Ryoma and the Crime Prevention Drill",
          "releaseDate": "January 16, 2023",
          "description": "Ryoma faces threats against his shop and decides to spread positive rumors. He also plans to open a second shop in another city."
        },
        "e3": {
          "title": "Ryoma and the Poster Girl",
          "releaseDate": "January 23, 2023",
          "description": "In Lenaf, Ryoma meets Pioro and Miyabi while setting up his second shop. He takes on a quest involving a Smash Boar for the Adventurers Guild."
        },
        "e4": {
          "title": "Ryoma and the Second Shop",
          "releaseDate": "January 30, 2023",
          "description": "After dealing with a Smash Boar, Ryoma opens his second shop with help from new hires. He plans to explore the Magical Item Market."
        },
        "e5": {
          "title": "Ryoma and the New Acquaintance",
          "releaseDate": "February 6, 2023",
          "description": "Ryoma takes on adventurer quests and gains a new acquaintance during a delivery quest to Keleban."
        },
        "e6": {
          "title": "Ryoma and the Magic Item Market",
          "releaseDate": "February 13, 2023",
          "description": "At the Magical Item Market, Ryoma meets Fedele and develops new products with his slimes. He also meets G-Ranked adventurers."
        },
        "e7": {
          "title": "Ryoma and the Local Cuisine",
          "releaseDate": "February 20, 2023",
          "description": "Ryoma decides to run a food stall at an upcoming festival after learning about it from Eliaria."
        },
        "e8": {
          "title": "Ryoma and the Traveling Entertainer",
          "releaseDate": "February 27, 2023",
          "description": "Ryoma hunts Tunnel Ants and hires Beck and his adventuring group. He also meets Prenance, the leader of the Semroid Troupe."
        },
        "e9": {
          "title": "Eliaria and the New Friends",
          "releaseDate": "March 6, 2023",
          "description": "Eliaria starts her magical academy life and makes new friends. They go on a camping trip and demonstrate their skills."
        },
        "e10": {
          "title": "Ryoma and the Flying Slime",
          "releaseDate": "March 13, 2023",
          "description": "Ryoma accepts a quest with his adventurer friends to harvest Treant materials and faces an Elder Treant."
        },
        "e11": {
          "title": "Ryoma and Busy Days",
          "releaseDate": "March 20, 2023",
          "description": "Preparing for the Founders Festival keeps Ryoma busy after completing a quest."
        },
        "e12": {
          "title": "Ryoma and the Town of Gimul",
          "releaseDate": "March 27, 2023",
          "description": "Ryoma participates in the Founders Festival and helps a lost boy. He ends the festival with a performance by the Semiroid Troupe."
        }
      }
    }
  },
  "Oshi No Ko": {
    "title": "Oshi No Ko",
    "description": "Dr. Goro is reborn as the son of the young starlet Ai Hoshino after her delusional stalker murders him. Now, he wants to help his new mother rise to the top, but what can a child do about the dark underbelly of the entertainment industry?",
    "ageRating": 15,
    "thumbnail": "https://media.themoviedb.org/t/p/original/okbW9NdKRNKgIUTVA8YZAUGwIUx.jpg",
    "tags": ["Drama"],
    "internetArchiveUrl": "https://ia902308.us.archive.org/18/items/01-s-1e-1/Oshi No Ko/",
    "seasons": {
      "s1": {
        "e1": {
          "title": "Mother and Children",
          "releaseDate": "April 12, 2023",
          "description": "Ai's story explores the world of entertainment where stories are lies meant to entertain, yet also hold truth."
        },
        "e2": {
          "title": "Third Option",
          "releaseDate": "April 19, 2023",
          "description": "Ruby pursues her dream of becoming an idol for herself and a deceased child. Aqua faces the harsh reality of the entertainment industry."
        },
        "e3": {
          "title": "Manga-Based TV Drama",
          "releaseDate": "April 26, 2023",
          "description": "Aqua investigates a connection between Masaya Kaburagi and Ai on the set of a TV drama based on a manga."
        },
        "e4": {
          "title": "Actors",
          "releaseDate": "May 3, 2023",
          "description": "Kana's determination remains strong despite challenges, with Aqua making bold moves to support her."
        },
        "e5": {
          "title": "Reality Dating Show",
          "releaseDate": "May 10, 2023",
          "description": "Aqua, Ruby, and Kana navigate different paths in the entertainment industry, striving for success."
        },
        "e6": {
          "title": "Egosurfing",
          "releaseDate": "May 17, 2023",
          "description": "Consequences unfold for past online actions, affecting the lives of those involved."
        },
        "e7": {
          "title": "Buzz",
          "releaseDate": "May 24, 2023",
          "description": "Akane's friends rally to clear her name in the aftermath of a scandal."
        },
        "e8": {
          "title": "First Time",
          "releaseDate": "June 7, 2023",
          "description": "Aqua's focus on revenge leads to unexpected outcomes, while Kana navigates her feelings."
        },
        "e9": {
          "title": "B Komachi",
          "releaseDate": "June 14, 2023",
          "description": "MEM-cho supports B Komachi's growth while Aqua uncovers more about Ai's past."
        },
        "e10": {
          "title": "Pressure",
          "releaseDate": "June 21, 2023",
          "description": "As B Komachi prepares for their debut performance, tensions rise within the group."
        },
        "e11": {
          "title": "Idol",
          "releaseDate": "June 28, 2023",
          "description": "In the season finale, characters face defining moments as they pursue their aspirations in the competitive world of idols."
        }
      }
    }
  },
  "Danmachi": {
    "title": "Danmachi",
    "description": "In a world, where the deities have descended from the heavens lies the town of Orario that features the Dungeon, which contains an assortment of monsters from goblins to dragons. Adventurers slay those monsters and take their shards, which are then used to craft magic items. To become an adventurer, people join groups called Familia. Each of which is named after and serves a resident deity. The adventurers and their attributes and abilities are ranked by level, improved by experience and supervised by their Familia's deity. Bell Cranel, a novice adventurer, is the sole member of the Familia under the goddess Hestia. After being saved by top level adventurer Ais Wallenstein of the Loki Familia, he falls in love with her and decides to improve and become worthy of her attention. All the while mostly unaware that other girls, deities and mortals, also develop feelings for him. Especially Hestia herself.",
    "ageRating": 15,
    "thumbnail": "https://media.themoviedb.org/t/p/original/h97iHupymkJXBv0gyr4qlePhKAk.jpg",
    "tags": ["Comedy", "Sci-Fi & Fantasy", "Action & Adventure"],
    "internetArchiveUrl": "https://ia600601.us.archive.org/13/items/watch-is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon-arrow-of/Danmachi/",
    "seasons": {
      "s1": {
        "e1": {
          "title": "(Bell Cranel) Adventurer",
          "releaseDate": "April 4, 2015",
          "description": "In the Labyrinth city of Orario, a new adventurer, Bell Cranel, faces the perilous dungeon not for treasure but in hopes of winning a girl's heart."
        },
        "e2": {
          "title": "(Monsterphilia) Monster Festival",
          "releaseDate": "April 11, 2015",
          "description": "Bell's power surges due to his ability, Realis Phrase, fueled by love. Hestia, jealous of his affection for another girl, seeks to support him with a powerful sword."
        },
        "e3": {
          "title": "(Hestia Knife) The Blade of a God",
          "releaseDate": "April 18, 2015",
          "description": "During the Monster Philia festival, Bell and Hestia face danger from an escaped monster, forcing Bell to protect his only family."
        },
        "e4": {
          "title": "(Supporter) The Weak",
          "releaseDate": "April 25, 2015",
          "description": "Bell meets Lilika, a supporter who helps adventurers in the dungeon, as he advances to the 7th floor."
        },
        "e5": {
          "title": "(Grimoire) Magic Book",
          "releaseDate": "May 2, 2015",
          "description": "With Lili's assistance, Bell progresses deeper into the dungeon, but Lili harbors a secret desire to deceive him."
        },
        "e6": {
          "title": "(Liliruca Arde) Reason",
          "releaseDate": "May 9, 2015",
          "description": "Lili betrays Bell, leaving him surrounded by monsters while she escapes with his knife."
        },
        "e7": {
          "title": "(Aiz Wallenstein) Sword Princess",
          "releaseDate": "May 16, 2015",
          "description": "Bell convinces Hestia to include Lili in their party, while he seeks help from Aiz Wallenstein, the girl he loves."
        },
        "e8": {
          "title": "(Argonaut) Wanting To Be A Hero",
          "releaseDate": "May 23, 2015",
          "description": "Bell faces a powerful minotaur while trying to rescue Lili, but Aiz arrives just in time to aid him."
        },
        "e9": {
          "title": "(Welf Crozzo) Blacksmith",
          "releaseDate": "May 30, 2015",
          "description": "After defeating the minotaur, Bell earns the title 'Little Rookie' but learns he needs a larger party to succeed."
        },
        "e10": {
          "title": "(Pass Parade) Procession of Monsters",
          "releaseDate": "June 6, 2015",
          "description": "Bell and his party are ambushed by a massive train of monsters, leading to a desperate situation underground."
        },
        "e11": {
          "title": "(Under Resort) Labyrinth Utopia",
          "releaseDate": "June 13, 2015",
          "description": "Having reached the 18th floor, Bell and his party encounter the Loki Familia and take a moment to recover."
        },
        "e12": {
          "title": "(Show) Evil Intentions",
          "releaseDate": "June 20, 2015",
          "description": "A formidable floor boss attacks, leaving Bell and his friends to confront it without Aiz's help."
        },
        "e13": {
          "title": "(Familia Myth) The Story of a Familia",
          "releaseDate": "June 27, 2015",
          "description": "In the season finale, Bell must defeat a powerful boss to escape the dungeon, facing the ultimate test of his skills."
        }
      },
      "s2": {
        "e1": {
          "title": "(Party) Banquet of the Gods",
          "releaseDate": "July 13, 2019",
          "description": "Bell embarks on a new adventure as the powerful leader of the Apollo Familia takes notice of him, threatening his life with Hestia."
        },
        "e2": {
          "title": "(Apollo) Sun God",
          "releaseDate": "July 20, 2019",
          "description": "The Apollo Familia issues a challenge, but Hestia stands firm in her refusal, leading Apollo to try and force her hand."
        },
        "e3": {
          "title": "(Conversion) Gathering",
          "releaseDate": "July 27, 2019",
          "description": "While Bell trains for the War Game, the rest of the party must rescue Lili, who refuses to leave the Soma Familia despite Hestia's plans."
        },
        "e4": {
          "title": "(War Game) War Game",
          "releaseDate": "August 3, 2019",
          "description": "The War Games begin, and the Hestia Family prepares to face the entire Apollo Familia to save Bell from Apollo's clutches."
        },
        "e5": {
          "title": "(Home) The Hearthfire Mansion",
          "releaseDate": "August 10, 2019",
          "description": "After their victory against Apollo, the Hestia Familia wins a mansion and a large sum of money, but Hestia forgets an important detail while recruiting."
        },
        "e6": {
          "title": "(Ishtar Familia) City of Lust",
          "releaseDate": "August 17, 2019",
          "description": "Bell's new adventure leads him to the pleasure quarters of Orario, uncovering the city's seedy underbelly."
        },
        "e7": {
          "title": "(Renard) Fox Person",
          "releaseDate": "August 24, 2019",
          "description": "With Haruhime the Renard's help, Bell escapes from the Amazoness prostitutes but contemplates Haruhime's tragic situation."
        },
        "e8": {
          "title": "(Ephemeral Dreams) Killing Stone",
          "releaseDate": "August 31, 2019",
          "description": "Determined to rescue Haruhime, Bell ventures into the dungeon to gather money but falls into a trap set by the Ishtar Familia."
        },
        "e9": {
          "title": "(Barbera) War Prostitutes",
          "releaseDate": "September 7, 2019",
          "description": "As the true purpose of the ritual and killing stone are revealed, Bell resolves to take any risk necessary to save Haruhime."
        },
        "e10": {
          "title": "(Argonaut) Longing to Be a Hero",
          "releaseDate": "September 14, 2019",
          "description": "Freya's raid on the Ishtar Familia disrupts their plans, intensifying the chaos surrounding Bell."
        },
        "e11": {
          "title": "(Rakia) Army's Advance",
          "releaseDate": "September 21, 2019",
          "description": "With Haruhime safe, tensions rise when Hestia makes a move on Bell, leading to her kidnapping after he shuts her down."
        },
        "e12": {
          "title": "(Song of Love) Goddess and Child",
          "releaseDate": "September 28, 2019",
          "description": "Bell and Hestia enjoy a peaceful few days at a village festival, where Bell reflects on his feelings for his immortal Goddess."
        }
      },
      "s3": {
        "e1": {
          "title": "(Wiene) A Dragon Girl",
          "releaseDate": "October 3, 2020",
          "description": "Monsters are deemed evil abominations, but Wiene, a scared little girl, questions why she's being hunted."
        },
        "e2": {
          "title": "(Monster) A Single Wing",
          "releaseDate": "October 10, 2020",
          "description": "The Hestia Familia seeks answers about Wiene’s existence, but their discoveries in the dungeon raise more questions."
        },
        "e3": {
          "title": "(Xenos) Heretics",
          "releaseDate": "October 17, 2020",
          "description": "The Guild is aware of Wiene, yet assigns the Hestia Familia a mission they cannot refuse, with dark secrets awaiting in the dungeon."
        },
        "e4": {
          "title": "(Yearning) A Far-Off-Dream",
          "releaseDate": "October 24, 2020",
          "description": "Wiene discovers others like her, called Xenos. Uranus requests much from the Hestia Familia, believing they can bridge the gap between species."
        },
        "e5": {
          "title": "(Ikelos Familia) The King of Calamity",
          "releaseDate": "October 31, 2020",
          "description": "A new era dawns, but selfish men prioritize their desires, leaving dire consequences for others."
        },
        "e6": {
          "title": "(Knossos) A Man-Made Labyrinth",
          "releaseDate": "November 7, 2020",
          "description": "Despite warnings, Bell chooses to get involved, inadvertently helping Fels uncover a secret even Uranus doesn’t know."
        },
        "e7": {
          "title": "(Dix Perdix) A Dream of Beasts",
          "releaseDate": "November 14, 2020",
          "description": "The lengths a fanatic will go to prove his beliefs correct are boundless."
        },
        "e8": {
          "title": "(Bell Cranel) The Fool",
          "releaseDate": "November 21, 2020",
          "description": "The seasoned Loki Familia faces an unusual opponent in this battle."
        },
        "e9": {
          "title": "(Stigma) Downfall",
          "releaseDate": "November 28, 2020",
          "description": "With Ikelos scapegoated, public opinion turns against Bell, complicating aid for the Xenos—unless Hermes’ intel changes the situation."
        },
        "e10": {
          "title": "(Invisible) Forced Breakthrough",
          "releaseDate": "December 5, 2020",
          "description": "The Hestia Familia must smuggle the Xenos back into the Dungeon as the Loki Familia stands in their way."
        },
        "e11": {
          "title": "(Ultra Soul) Decisive Battle",
          "releaseDate": "December 12, 2020",
          "description": "Bell is determined to stay true to his ideals, even if it means opposing the woman he loves."
        },
        "e12": {
          "title": "(Argonaut) Return of the Hero",
          "releaseDate": "December 19, 2020",
          "description": "As Hermes reveals his true intentions, Bell faces his most powerful opponent yet in an epic battle."
        }
      },
      "s4": {
        "e1": {
          "title": "Prelude | Night Before Departure",
          "releaseDate": "July 23, 2022",
          "description": "Gather your party and venture forth, Bell. The dungeon awaits."
        },
        "e2": {
          "title": "The Great Falls | The Great Falls",
          "releaseDate": "July 30, 2022",
          "description": "Bell and his party are making good time but Cassandra can't shake her ominous premonition."
        },
        "e3": {
          "title": "Parasite | Viscum Album",
          "releaseDate": "August 6, 2022",
          "description": "With two dire options, the party must choose between retreating or hunting the monster."
        },
        "e4": {
          "title": "Mermaid | The Girl of Water City",
          "releaseDate": "August 13, 2022",
          "description": "The party learns too late that the Moss Huge can use other monsters against them."
        },
        "e5": {
          "title": "Argo Vesta | Heroic Slash of Holy Flame",
          "releaseDate": "August 20, 2022",
          "description": "Haruhime's new ability changes the battle's tide, but Lili faces a tough strategic choice."
        },
        "e6": {
          "title": "Rabbit's Foot | Rabbit's Foot",
          "releaseDate": "August 27, 2022",
          "description": "Bell's fame brings change, while Ryu mysteriously vanishes after leaving a note."
        },
        "e7": {
          "title": "Cassandra Ilion | Dream Seer",
          "releaseDate": "September 3, 2022",
          "description": "With Ryu accused of murder, only Cassandra knows the tragedy that awaits them."
        },
        "e8": {
          "title": "Mirabilis | Chaos",
          "releaseDate": "September 10, 2022",
          "description": "As the body count rises, Bell questions how well he really knows Ryu."
        },
        "e9": {
          "title": "Lambton | Ill Omen",
          "releaseDate": "September 17, 2022",
          "description": "Bell and Ryu confront Jura while the rest of the party uncovers a dark secret."
        },
        "e10": {
          "title": "Juggernaut | The Destroyer",
          "releaseDate": "September 24, 2022",
          "description": "Some monsters must be fought, others fled from—beware the Juggernaut."
        },
        "e11": {
          "title": "Endless | Brutal",
          "releaseDate": "October 1, 2022",
          "description": "The Juggernaut wreaks havoc, forcing Ryu to confront her past in this mid-season finale."
        }
      },
      "s5": {
        "e1": {
          "title": "Amphisbaena | A Song of Despair",
          "releaseDate": "January 7, 2023",
          "description": "With retreat an impossibility, Bell’s party fight for their lives when a Floor Boss spawns early. However, they are all adventurers; they will not die so easily."
        },
        "e2": {
          "title": "Morgue | Victim",
          "releaseDate": "January 14, 2023",
          "description": "Critically wounded and trapped within the dungeon’s darkened depths, Bell and Ryu’s adventure is over. Their fight for survival has now begun."
        },
        "e3": {
          "title": "Daphne Lauros | Friend",
          "releaseDate": "January 21, 2023",
          "description": "The boss fight extracts a heavy toll on the party, and they must make a choice. If they go one way, they will live. But if they go the other? They will die."
        },
        "e4": {
          "title": "Ignis | Flame",
          "releaseDate": "January 28, 2023",
          "description": "The party narrowly survived, and now they must search for their missing friends. However, they’re facing more than just monsters; they’re fighting the Dungeon itself."
        },
        "e5": {
          "title": "Welf Crozzo | Shikou",
          "releaseDate": "February 4, 2023",
          "description": "Bell and Ryu must cast reservations aside in the face of death. Meanwhile, Welf faces a trial by fire he cannot fail; lives are at stake."
        },
        "e6": {
          "title": "White Palace | White Labyrinth",
          "releaseDate": "February 11, 2023",
          "description": "Bell and Ryu’s relationship deepens as the trauma of the Deep Floors pushes them past their limits. They have each other, and that is the only reason they’re both still alive."
        },
        "e7": {
          "title": "Desperate | Dungeon Do-or-Die Time",
          "releaseDate": "February 18, 2023",
          "description": "Hope glimmers in the darkness; the Xenos appear in the party’s hour of need, and Bell and Ryu make steady progress despite all odds."
        },
        "e8": {
          "title": "Colosseum | Combat Arena",
          "releaseDate": "February 25, 2023",
          "description": "Their luck couldn’t last forever; Bell and Ryu must cross the Colosseum, where monsters constantly respawn. In the end, they may face an impossible choice…"
        },
        "e9": {
          "title": "Astrea Familia | Heroic Death",
          "releaseDate": "March 4, 2023",
          "description": "It is too late for the Astrea Familia. Their story ends in tragedy, and this is the tale of how Ryu's life changed forever on that dark day."
        },
        "e10": {
          "title": "Daydream | A Sweet Lie",
          "releaseDate": "March 11, 2023",
          "description": "Ryu’s feelings for Bell have changed in a way she cannot quite place. All she knows is that she cannot lose him; she just cannot."
        },
        "e11": {
          "title": "Luvia | Starry Flower",
          "releaseDate": "March 18, 2023",
          "description": "After five years of grief, guilt, and pain, Ryu finally faces a new path—a new justice. The Juggernaut should beware."
        }
      }
    }
  },
  "In Another World with My Smartphone": {
    "title": "In Another World with My Smartphone",
    "description": "Touya Mochizuki was accidentally killed, and as an apology, God allows him to be reborn in a fantasy world and will grant him any one wish he desires. And so, Touya chooses to keep his smartphone in the next world. In his second chance at life, he befriends many important figures and comes across the world's secret. He inherits the legacy of an ancient civilization and travels around nonchalantly while possessing powers that rival this world's kings.",
    "ageRating": 14,
    "thumbnail": "https://media.themoviedb.org/t/p/original/xlXdtc8QfwALtJW1o4UwRLt31Qy.jpg",
    "tags": ["Action & Adventure", "Comedy", "Sci-Fi & Fantasy"],
    "internetArchiveUrl": "https://ia600100.us.archive.org/26/items/in-another-world-with-my-smartphone_202409/In Another World With My Smartphone/",
    "seasons": {
      "s1": {
        "e1": {
          "title": "Awakening, and Another World",
          "releaseDate": "July 11, 2017",
          "description": "After dying due to God's mistake, Touya is reborn in another world?! There he meets the twin sisters, Elze and Linze, and starts his new life in another world along with the smartphone he got God to let him use in the new world."
        },
        "e2": {
          "title": "First Journey, and Samurai",
          "releaseDate": "July 18, 2017",
          "description": "While surprised by the differences from his previous world, Touya is growing accustomed to living in the new world with his smartphone. Together, he, Elze, and Linze accept a mission to head to the Royal Capital."
        },
        "e3": {
          "title": "Shougi Board, and Underground Ruins",
          "releaseDate": "July 25, 2017",
          "description": "Touya and the others head to ruins on a new quest from the Guild to defeat a dullahan. There they encounter the ancient royal capital, abandoned after the capital was moved a millennium ago."
        },
        "e4": {
          "title": "Engagement, and an Uninvited Visitor",
          "releaseDate": "August 1, 2017",
          "description": "Touya is brought to the royal palace by the Duke. There he finds the King, bedridden, on the verge of death after being poisoned by someone..."
        },
        "e5": {
          "title": "Slime Castle, and New Functions",
          "releaseDate": "August 8, 2017",
          "description": "Touya and the others set out to investigate some magic beasts, but it turns out their destination is the castle of a mage who researched slimes, which they'd all been avoiding (though Touya seems excited?)."
        },
        "e6": {
          "title": "Moving, and a Dragon",
          "releaseDate": "August 15, 2017",
          "description": "After receiving a huge mansion in place of court rank, Touya and the others begin living their usual dense, thickheaded lifestyle. Then they receive a mission to head all the way to Mismede because she'd like to use Touya's Gate spell for talks with The Kingdom of Mismede."
        },
        "e7": {
          "title": "Nation of Beastmen, and an Observer",
          "releaseDate": "August 22, 2017",
          "description": "Touya's party heads out for Mismede once more. Then they finally arrive in Mismede's royal capital, Berge. Their party heads to the palace and gains audience with King Jamukha. Then somehow Touya and the King end up doing battle in their fighting arena?!"
        },
        "e8": {
          "title": "Daily Life, and Onward to Eashen",
          "releaseDate": "August 29, 2017",
          "description": "After returning from the Kingdom of Mismede, Touya and the others enjoy their daily life. Yet behind the scenes the women battle over the bicycle Touya created! At Sushie's request they head to Mismede and return to find Leen and Paula."
        },
        "e9": {
          "title": "Oedo, and the Immortal Gem",
          "releaseDate": "September 5, 2017",
          "description": "Touya arrives in Oedo, a Japanese-style castle town within Tokugawa Ieyahsu's domain, and quickly heads to Yae's home. There he meets their servant, Ayane, and Yae's mother, Nanae, before hearing that Yae's father and brother went off to war with Ieyahsu."
        },
        "e10": {
          "title": "Ocean, and Vacations",
          "releaseDate": "September 12, 2017",
          "description": "After arriving at the beach where the Nilya Ruins lie, Touya and the others take a moment to enjoy the seaside. With so many beautiful girls in swimsuits, Touya's heart is racing!"
        },
        "e11": {
          "title": "Panties, and an Aerial Garden",
          "releaseDate": "September 19, 2017",
          "description": "Before him lies a young girl in white panties. After Touya arrives at the aerial garden, he's greeted by a young girl in white panties, Francesca. She's the keeper of the garden."
        },
        "e12": {
          "title": "Decisions, and With My Smartphone",
          "releaseDate": "September 26, 2017",
          "description": "When Touya returns to the mansion, the problem of taking his brides awaits. Yumina and Linze (mostly Yumina) push and push until Touya accepts his engagements. Even Elze and Yae get to join in the polygyny! Hey, are you okay with this, protagonist?!"
        }
      },
      "s2": {
        "e1": {
          "title": "Engagement Rings and a Hot Spring",
          "releaseDate": "April 4, 2023",
          "description": "Touya is now engaged to Yumina, Elze, Linze, and Yae, and he's enjoying his second life in another world as the five of them complete an extermination quest for mythril golems in order to raise their adventurer rank."
        },
        "e2": {
          "title": "Deserted Survivors and the Workshop",
          "releaseDate": "April 11, 2023",
          "description": "Leen notifies Touya that's she's discovered another ruin of Babylon, so they head to the Rabbi Desert in the Burning Kingdom of Sandora. Along the way, they discover a group of stranded people under attack by crystalline monsters known as the Phrase."
        },
        "e3": {
          "title": "Collecting Books and a Library Café",
          "releaseDate": "April 17, 2023",
          "description": "Touya establishes the library café, Moon Reader, partly to give those who were stranded a place to work. Then he uses the profits from mass producing bicycles at the Workshop to buy up lots of books."
        },
        "e4": {
          "title": "Upheaval in the Castle and an Imperial Princess",
          "releaseDate": "April 24, 2023",
          "description": "Touya visits the capital city of the Regulus Empire to stock some books for the library café, Moon Reader, only to witness the town engulfed in the flames of war."
        },
        "e5": {
          "title": "The Fifth Wife And A Newly Founded Nation",
          "releaseDate": "May 1, 2023",
          "description": "Lucia finds herself attracted to Touya after he resolved the coup d'etat at the Regulus Empire. Picking up on that, Yumina proposes that they welcome Lucia in as Touya's fifth fiancée."
        },
        "e6": {
          "title": "The Alchemy Ward and an Unexpected Reunion",
          "releaseDate": "May 8, 2023",
          "description": "Touya discovers a new ruin of Babylon, the Alchemy Ward of Babylon. He goes through the administrator's compatibility check and becomes the Master of Flora."
        },
        "e7": {
          "title": "The Hangar and Frame Gears",
          "releaseDate": "May 15, 2023",
          "description": "Touya and the others pay a visit to a deserted island in search of more ruins of Babylon and, thanks to the efforts of his ever-reliable fiancées, they finally discover the Hangar."
        },
        "e8": {
          "title": "Two Princes and the Small Fiancée",
          "releaseDate": "May 22, 2023",
          "description": "Cloud, the Second Prince of the Kingdom of Linhea visits as the envoy for Sue's marriage proposal. While there, he begs Touya to use his teleportation magic to save his mother who is being held captive by Prime Minister Wardack."
        },
        "e9": {
          "title": "Day-Off Dates and the Female Knight",
          "releaseDate": "May 29, 2023",
          "description": "Yumina proposes that all six of them go on dates to cultivate their love."
        },
        "e10": {
          "title": "Amnesia and the Mystic Eye of Petrification",
          "releaseDate": "June 5, 2023",
          "description": "Touya rescues a girl in the forest, and while the technology of the Alchemy Ward is able to completely heal her, her memories remain lost and she's unable to remember her own name and how she got so injured. At her request, Touya names her Sakura."
        },
        "e11": {
          "title": "Sister From Another World and a Sparkling First Love",
          "releaseDate": "June 12, 2023",
          "description": "The goddess of love pays a visit to Brunhild, calling herself Touya's older sister, Mochizuki Karen. Apparently, she came there to refresh (enjoy a vacation) because Touya is so surrounded by love."
        },
        "e12": {
          "title": "Birth of a Prince and With My Smartphone",
          "releaseDate": "June 19, 2023",
          "description": "The group discovers the Tower and the Rampart of Babylon. Touya also completes the usual registration with their administrators, Noel and Liora. Meanwhile, there's sudden news from the Kingdom of Belfast that Queen Yuel has given birth."
        }
      }
    }
  },
  "I've Been Killing Slimes for 300 Years and Maxed Out My Level": {
    "title": "I've Been Killing Slimes for 300 Years and Maxed Out My Level",
    "description": "After dying of overwork in the real world, I’m reincarnated as an immortal witch, and I spend 300 years enjoying a relaxing life. At some point, though, I end up at level 99! All those years spent killing slimes to make the money to pay the bills gave me a ton of experience points. Rumors of the level 99 witch spread, and soon I’m up to my ears in curious adventurers, duelist dragons, and even a monster girl calling me her mom! I’ve never been on an adventure, but I’m the strongest in the world… What’s going to happen to my relaxing life?!",
    "ageRating": 14,
    "thumbnail": "https://media.themoviedb.org/t/p/original/iyTiJqrAs2YItyTYGI18PdqX65c.jpg",
    "tags": ["Sci-Fi & Fantasy", "Comedy"],
    "internetArchiveUrl": "https://ia600100.us.archive.org/15/items/ive-been-killing-slimes-for-300-years-and-maxed-out-my-level/I've Been Killing Slimes for 300 Years and Maxed Out My Level/",
    "seasons": {
      "s1": {
        "e1": {
          "title": "I Maxed Out My Level",
          "releaseDate": "April 10, 2021",
          "description": "Aizawa Azusa, a corporate drone who died of exhaustion from overwork in her previous life, is reincarnated in another world, where she decides to live out a slow and uneventful life forever. But then, 300 years later, she discovers that the experience she earned by defeating slimes every day just to keep up her easy lifestyle has brought her to level 99 and made her the strongest in the world. The rumors begin to spread, and soon trouble comes knocking..."
        },
        "e2": {
          "title": "Along Came the Daughters",
          "releaseDate": "April 17, 2021",
          "description": "After becoming the strongest in the world before she even knew it, Azusa entered into a new lifestyle with her first pupil, Laika the dragon, and discovered fun and enjoyment in it that she hadn't known before. But then, one day, a young girl calling Azusa her 'mama' shows up and proclaims that her younger sister wants to kill Azusa. But Azusa has no memory of giving birth to these two girls, or of becoming a mother at all..."
        },
        "e3": {
          "title": "Along Came an Elf",
          "releaseDate": "April 24, 2021",
          "description": "Just as peace is beginning to reign in Azusa's home, a young elf named Halkara shows up pleading for her help. Halkara says that an energy drink she made angered a terrifying high demon, Beelzebub, who is now out to kill her. Azusa would prefer to avoid anything that might ruin her slow life, but she can't just leave the poor girl to die, so she reluctantly agrees to shelter her..."
        },
        "e4": {
          "title": "We Went to a Dragon's Wedding",
          "releaseDate": "May 1, 2021",
          "description": "Laika's older sister Leila is getting married, so Azusa and her friends set off to visit Mount Rokko, the home of the Red Dragons. The mountain is bustling with the many Red Dragons who have gathered for the ceremony. Azusa congratulates Leila and the ceremony carries on in peace... until the Blue Dragons, a tribe with a long-standing grudge against the Red Dragons, attack in full force!"
        },
        "e5": {
          "title": "A Ghost Appeared",
          "releaseDate": "May 8, 2021",
          "description": "Halkara has built a new Nutri-Spirit factory in a nearby town and is now regularly going there from the cottage in the highlands, but she comes home exhausted every evening. It seems rumors have spread saying there's a ghost showing up at the factory, so she's had to do all the work alone since all the locals are scared to go there. Azusa doesn't deal well with ghosts at all, but she can't bear to let Halkara work herself to exhaustion, so she summons Beelzebub to help and heads to the factory late at night."
        },
        "e6": {
          "title": "Along Came a Leviathan",
          "releaseDate": "May 15, 2021",
          "description": "Azusa receives an invitation from Beelzebub to attend a ceremony in the land of the demons. It seems she earned a favorable reputation with the demons after stopping the conflict between the two Dragon clans in Laika's homeland. Azusa invites the whole family along for this high honor, but there's one problem: Rosalie, the ghost, can't wear a dress. But Rosalie is part of the family, and Azusa wants to help her dress up like the rest of them, so she uses the power of her maxed level to create a magic spell..."
        },
        "e7": {
          "title": "We Beat Up a Demon King",
          "releaseDate": "May 22, 2021",
          "description": "Halkara's knack for inadvertently causing trouble led her to knock out the Demon King Pecora, and now she's locked in a dungeon. As Halkara's execution draws nearer with each passing moment, Azusa rushes to make a potion with her family's help and, with Beelzebub's guidance, takes it to the first-aid room where Pecora is. After tricking the demons guarding the room, Azusa finally reaches Pecora, but then..."
        },
        "e8": {
          "title": "A Fake Witch of the Highlands Appeared",
          "releaseDate": "May 29, 2021",
          "description": "Laika and Flatorte, the newest member of the family, are constantly bickering. Their tribes do have a history of conflict, but it seems the fact that they haven't been eating as much meat lately is contributing to their irritability. Just then, Natalie from the guild arrives and tells them about a quest to get rid of a massive number of longhammer boars, the perfect quest to fill their hungry bellies..."
        },
        "e9": {
          "title": "My Daughter Turned Into a Slime and Couldn't Change Back",
          "releaseDate": "June 5, 2021",
          "description": "Falfa woke up in the form of a slime! Of course, that's not too shocking since she's a slime spirit, but her sister Shalsha laments that this has never happened before and she doesn't know how to change her back. So Azusa sets off with Shalsha and Beelzebub in search of an 'unusual slime' who might know a way to change Falfa back..."
        },
        "e10": {
          "title": "A Minstrel Came to Town",
          "releaseDate": "June 12, 2021",
          "description": "One day, a girl with rabbit ears comes to the village of Flatta. This nameless, unpopular minstrel, who strums her lute fiercely with her bare fingers and sings with a death growl, is known as Schifanoia. When she passes out in the middle of her concert, Azusa is reminded of the sad stories she's heard of young men who moved to Tokyo hoping to make their major debut, but instead turn into job-hopping middle-aged men playing in bands that never make any profit. So she invites Schifanoia to live at the house in the highlands for a while, but when she just keeps making excuses and refuses to see reality, Flatorte loses her patience..."
        },
        "e11": {
          "title": "I Ate a Mushroom and Turned Into a Child",
          "releaseDate": "June 19, 2021",
          "description": "Halkara throws a mushroom-grilling party, or 'shroompa' for short, and accidently includes some poisonous mushrooms that cause anyone who eats them to shrink... and Azusa eats one. This leads to everyone ridiculing her—or rather, fawning over how cute she looks. Even her daughters are in on it! Azusa is determined to change back to normal, so after a tip from Pecora, she heads to the World Tree along with Fatla and Vania to find a pharmacist who deals in every kind of medicine. She expects a dungeon with 108 floors to fight through, but..."
        },
        "e12": {
          "title": "We Opened a Coffee Shop",
          "releaseDate": "June 26, 2021",
          "description": "Festival season has come to the village of Flatta. The festival has been held there for the past 250 years, but as the only person who knows its entire history since it was started, Azusa has distanced herself from it to let the villagers keep their independence. But her family has shown interest in it and seems excited to see it, so she makes up her mind to change the way she interacts with the village tradition... and thus the one-day-only coffee shop, The Witch's House, was born. Will the villagers enjoy this little shop Azusa's family has created?"
        }
      }
    }
  },
  "Parallel World Pharmacy": {
    "title": "Parallel World Pharmacy",
    "description": "A young pharmacologist and researcher in Japan died from overworking, and was reincarnated in a Medieval Parallel Europe. He was reincarnated as a 10-year-old apprentice to a famous Royal Court pharmacist, had attained an inhuman skills of ability to see through disease, material creation, and material destruction. In a society in which dubious medical practice are rampant, price gouging thru the monopoly of the pharmacist guild, and good medicine aren't available to the commoners. He was recognized by the Emperor at that time and opened a Pharmacy at the corner of the town. He will wipe out the fraud that has swept the world, and deliver to the commoners a truly effective medicine that was developed using present day pharmacology. Thus the boy pharmacist will cheat by using his previous knowledge to create innovative medicines while helping the people of the parallel world, a story about living his new life to the fullest this time.",
    "ageRating": 14,
    "thumbnail": "https://media.themoviedb.org/t/p/original/52PZhMEggFTd4YBsnpDZZLW44xQ.jpg",
    "tags": ["Comedy", "Sci-Fi & Fantasy"],
    "internetArchiveUrl": "https://ia804503.us.archive.org/26/items/parallel-world-pharmacy/Parallel World Pharmacy/",
    "seasons": {
      "s1": {
        "e1": {
          "title": "A Reincarnated Pharmacologist and a Parallel World",
          "releaseDate": "July 10, 2022",
          "description": "World-class pharmacologist Kanji Yakutani awakens to find himself reincarnated in another world as Farma de Médicis. No longer able to pursue the cutting-edge drug research he did on Earth, he must adjust to life in this new world and in his new family."
        },
        "e2": {
          "title": "Master and Apprentice",
          "releaseDate": "July 17, 2022",
          "description": "Having discovered a variety of new abilities and learned of the poor availability of medicine in this new world, Farma begins testing what he can do with Substance Creation, Substance Elimination, and his Diagnostic Eye. If he can master the use of Divine Arts, as well as his special abilities, perhaps he can help the people of this world the way he longed to do in his previous life."
        },
        "e3": {
          "title": "The Chief Royal Pharmaceutist and the Reincarnated Pharmacologist",
          "releaseDate": "July 24, 2022",
          "description": "Farma accompanies his father Bruno on his house call to the Empress. He realizes he has the ability to cure her, but he can't do so without drawing attention that would put him in jeopardy."
        },
        "e4": {
          "title": "The Empress and an Imperial Charter",
          "releaseDate": "July 31, 2022",
          "description": "Farma continues to treat Empress Élisabeth II, which leads to an unexpected reward."
        },
        "e5": {
          "title": "Daily Life at Parallel World Pharmacy and Cosmetics",
          "releaseDate": "August 7, 2022",
          "description": "Farma's efforts to create a pharmacy for everyone, nobles and commoners alike, aren't achieving the desired results. But with some help and advice from family and friends, Farma might be able to turn things around."
        },
        "e6": {
          "title": "Siblings and the Sea",
          "releaseDate": "August 14, 2022",
          "description": "The de Médicis family visits Bruno's newly granted territory of Marseirre so Bruno can be briefed on the situation there. The seaside location provides the perfect opportunity for a beach trip. Upon returning from Marseirre, Farma finds that his pharmacy is even busier than before. However, with this higher profile comes unwanted attention."
        },
        "e7": {
          "title": "The Boy with No Shadow and the Inquisitors",
          "releaseDate": "August 21, 2022",
          "description": "Farma confronts Grand Temple Inquisitor Salomon, and his sudden conflict with the Inquisition takes a surprising turn."
        },
        "e8": {
          "title": "Influenza and The Dawn of Pharmacy",
          "releaseDate": "August 28, 2022",
          "description": "Demand for Parallel World Pharmacy's products continues to rise, exceeding the store's capacity to handle. Everyone would benefit if other shops sold Farma's new medicines, but the Saint Fleuve Pharmaceutist Guild strictly forbids its members from involvement with Farma's shop or his medicines. Farma searches for a way to expand access to medicine in this environment."
        },
        "e9": {
          "title": "The Story of a Certain Wicked Man",
          "releaseDate": "September 4, 2022",
          "description": "Things are looking up in the Saint Fleuve Empire, with Farma's initiatives improving the overall health of the populace. However, word arrives of a mysterious new illness that threatens to sweep the nation. Farma rushes to prepare for this frightening scenario."
        },
        "e10": {
          "title": "The Black Death",
          "releaseDate": "September 11, 2022",
          "description": "With the Saint Fleuve Fair about to begin, Farma fights to keep the Black Death from ravaging the Empire."
        },
        "e11": {
          "title": "The Miracle at L'Estacque",
          "releaseDate": "September 18, 2022",
          "description": "As Farma works to save the villagers of L'Estacque, the infected cargo and crew from the rogue ship get ever closer to the capital."
        },
        "e12": {
          "title": "Those He Couldn't Cure",
          "releaseDate": "September 25, 2022",
          "description": "Farma reaches the capital only to find that plague is spreading swiftly through the city. Can he and the people of the capital get the situation under control and defeat this epidemic?"
        }
      }
    }
  },
  "Solo Leveling": {
    "title": "Solo Leveling",
    "description": "They say whatever doesn’t kill you makes you stronger, but that’s not the case for the world’s weakest hunter Sung Jinwoo. After being brutally slaughtered by monsters in a high-ranking dungeon, Jinwoo came back with the System, a program only he could see, that’s leveling him up in every way. Now, he’s inspired to discover the secrets behind his powers and the dungeon that spawned them.",
    "ageRating": 14,
    "thumbnail": "https://media.themoviedb.org/t/p/original/geCRueV3ElhRTr0xtJuEWJt6dJ1.jpg",
    "tags": ["Sci-Fi & Fantasy", "Action & Adventure"],
    "internetArchiveUrl": "https://ia804509.us.archive.org/0/items/solo-leveling_20240928/Solo Leveling/",
    "seasons": {
      "s1": {
        "e1": {
          "title": "I'm Used to It",
          "releaseDate": "January 7, 2024",
          "description": "Around ten years ago, gates that connected our world to another dimension began to appear, leading to the rise of hunters who would traverse these gates to fight the magic beasts within. Sung Jinwoo, E-Rank hunter, is the weakest of them all."
        },
        "e2": {
          "title": "If I Had One More Chance",
          "releaseDate": "January 14, 2024",
          "description": "Jinwoo and his party appear to have cleared a low-level dungeon, when a hidden path to an unfamiliar temple is revealed. There they encounter a set of commandments and a group of monsters that cause them absolute despair."
        },
        "e3": {
          "title": "It's Like a Game",
          "releaseDate": "January 21, 2024",
          "description": "Jinwoo remains behind in the temple dungeon to save his few surviving party members, and with a swing from the god statue's blade, his life comes to an end—or so it seems, before he wakes up in a hospital bed."
        },
        "e4": {
          "title": "I've Gotta Get Stronger",
          "releaseDate": "January 28, 2024",
          "description": "Having entered the instance dungeon located inside the subway, Jinwoo levels up time and time again by fighting waves of magic beasts. As he gradually makes his way forward, he finds a long stairway leading deeper underground."
        },
        "e5": {
          "title": "A Pretty Good Deal",
          "releaseDate": "February 4, 2024",
          "description": "Jinwoo joins a party led by Hwang Dongsuk to meet the headcount necessary for a C-Rank dungeon. Joined by another temporary hire, Yoo Jinho, the party defeats beasts without much trouble, but Jinwoo has suspicions about the group's lack of a healer."
        },
        "e6": {
          "title": "The Real Hunt Begins",
          "releaseDate": "February 11, 2024",
          "description": "While the C-Rank dungeon raid by Jinwoo and the others seems to be progressing well, the moment they step into an area covered in mana stones with a sleeping dungeon boss, things take a wrong turn."
        },
        "e7": {
          "title": "Let's See How Far I Can Go",
          "releaseDate": "February 18, 2024",
          "description": "As Jinwoo continues his training, he completes a daily quest one day by doing more than the quest requires, and a key that leads to a certain item appears in front of him."
        },
        "e8": {
          "title": "This Is Frustrating",
          "releaseDate": "March 3, 2024",
          "description": "Jinwoo answers a Hunter's Association request to take part in the raid of a D-Rank dungeon, where he encounters a few familiar faces."
        },
        "e9": {
          "title": "You've Been Hiding Your Skills",
          "releaseDate": "March 10, 2024",
          "description": "At the D-Rank raid, Jinwoo is reunited with four of the Cartenon Temple survivors. Together, they explore the dungeon with Kang Taeshik and his men. After splitting up, they hear a scream, and then..."
        },
        "e10": {
          "title": "What Is This, a Picnic?",
          "releaseDate": "March 17, 2024",
          "description": "Jinwoo survives tragedy once again, but Woo Jinchul warns him that Hwang Dongsoo, an S-Rank hunter, may be after his life. Determined to grow stronger, Jinwoo teams up with Jinho to raid a succession of C-Rank dungeons, but they attract attention..."
        },
        "e11": {
          "title": "A Knight Who Defends an Empty Throne",
          "releaseDate": "March 24, 2024",
          "description": "Out of the blue, a 'job-change quest' pops up in Jinwoo's window. Feeling that it may help him get stronger, he enters the gate. Inside, he fights wave after wave of enemies, culminating in a knight who brings back memories of the Cartenon Temple."
        },
        "e12": {
          "title": "Arise",
          "releaseDate": "March 30, 2024",
          "description": "Drained from endless battle, Jinwoo sees a phantom of his past self. To overcome his own past as the Weakest Hunter of All Mankind, he struggles to find a way to clear the job-change quest."
        }
      }
    }
  },
  "The Daily Life of the Immortal King": {
    "title": "The Daily Life of the Immortal King",
    "description": "As a cultivation genius who has achieved a new realm every two years since he was a year old, Wang Ling is a near-invincible existence with prowess far beyond his control. But now that he’s sixteen, he faces his greatest battle yet – Senior High School. With one challenge after another popping up, his plans for a low-key high school life seem further and further away…",
    "ageRating": 12,
    "thumbnail": "https://media.themoviedb.org/t/p/original/7By0jV3kf9MVvv3X3K8u4mhRUwp.jpg",
    "tags": ["Comedy", "Action & Adventure", "Sci-Fi & Fantasy"],
    "internetArchiveUrl": "https://ia802209.us.archive.org/19/items/the-daily-life-of-the-immortal-king_202409/The Daily Life of the Immortal King/",
    "seasons": {
      "s1": {
        "e1": {
          "title": "Wang Ling's Triple Kill of Tuntian-ha",
          "releaseDate": "January 18, 2020",
          "description": "Wang Ling is rookie at the Songhai School. With only 5 points of spiritual strength, he will have to face some problems."
        },
        "e2": {
          "title": "A Fair and Just Class President Election",
          "releaseDate": "January 18, 2020",
          "description": "Sun Rong and Chen Chao compete for the position of student president of the elite class. Will Sun Rong be able to pull it off with an enchantment?"
        },
        "e3": {
          "title": "How to Make an Origin Fostering Pill",
          "releaseDate": "January 18, 2020",
          "description": "In the elite class, students learn how to make vitality pulls. Although the others use wacky ovens or cauldrons, Wang Ling decides to use a microwave."
        },
        "e4": {
          "title": "What Should I Do When the Goddess Forces Me on a Date",
          "releaseDate": "January 18, 2020",
          "description": "Sun Rong asks Wang Ling out on a special date. But what she doesn't know is that two killers will try to spoil her fun."
        },
        "e5": {
          "title": "The Three Brothers of Shadow Stream",
          "releaseDate": "January 25, 2020",
          "description": "The killers return to attack the school. But this time the school is prepared to face any threat. However, the attack of the three brothers is too powerful."
        },
        "e6": {
          "title": "B++ is the Best Language in the World",
          "releaseDate": "February 1, 2020",
          "description": "Wang Ling comes out first in the national power test and decides to infiltrate the system to change his score."
        },
        "e7": {
          "title": "18 Tips for Maintaining a Spiritual Sword",
          "releaseDate": "February 8, 2020",
          "description": "Wang Ling will participate in the interschool sword competition with his friends against his rival, the 59th school."
        },
        "e8": {
          "title": "Like Master, Like Sword",
          "releaseDate": "February 15, 2020",
          "description": "Wang Ling doesn't want to participate in the competition and looks for the perfect moment to pretend to feel bad. When his amulet is about to break, Wang Ling's health is in danger of seriously deteriorating."
        },
        "e9": {
          "title": "Master of the Shadow Stream",
          "releaseDate": "February 22, 2020",
          "description": "Wang Ling needs his father to come to his aid or disaster is imminent. While he waits, Wang Ling runs into a dangerous female leader in the halls of School 59."
        },
        "e10": {
          "title": "Drive! Drive! Drive!",
          "releaseDate": "February 29, 2020",
          "description": "The amulet is broken and now Wang Ling must control his emotions on his own. Meanwhile, Sun Rong is ready to help her most important friend."
        },
        "e11": {
          "title": "The Aohai Rondo",
          "releaseDate": "March 7, 2020",
          "description": "Wang Ling tries to keep a low profile now that his amulet is broken. At the Water Alter, Sun Rong confronts Tang Jingze."
        },
        "e12": {
          "title": "A Dog is a Man's Best Friend",
          "releaseDate": "March 14, 2020",
          "description": "As Wang Ling begins to lose control, Toad jumps on top of him and absorbs his negative energy. At that moment, something amazing happens that gives Wang Ling the ability to use his strength without restraint from him."
        },
        "e13": {
          "title": "Let Us Burn!!",
          "releaseDate": "March 21, 2020",
          "description": "Tang Jingze's spirit sword engages Sun Rong and destroys his weapon. Wang Ling's father implores them to stop the competition before someone gets hurt."
        },
        "e14": {
          "title": "Accident",
          "releaseDate": "March 21, 2020",
          "description": "The competition comes to an end. The leader of the League of Shadows attacks and Wang Ling finally loses control."
        },
        "e15": {
          "title": "Helplessness of the Immortal King",
          "releaseDate": "March 28, 2020",
          "description": "Wang Ling quickly realizes his mistake: not having stopped the leader of the League of Shadows sooner, so he decides to take the risk once more."
        }
      },
      "s2": {
        "e1": {
          "title": "Wang Ling Wants To Lead A Quiet Life",
          "releaseDate": "October 30, 2021",
          "description": "We don't have an overview translated in English. Help us expand our database by adding one."
        },
        "e2": {
          "title": "A Home Visit By The Demon Master",
          "releaseDate": "October 30, 2021",
          "description": "We don't have an overview translated in English. Help us expand our database by adding one."
        },
        "e3": {
          "title": "The Idle Beauty",
          "releaseDate": "November 6, 2021",
          "description": "We don't have an overview translated in English. Help us expand our database by adding one."
        },
        "e4": {
          "title": "How To Forge A Spiritual Sword",
          "releaseDate": "November 13, 2021",
          "description": "We don't have an overview translated in English. Help us expand our database by adding one."
        },
        "e5": {
          "title": "The Four Bizarre Tales of Faction 60",
          "releaseDate": "November 20, 2021",
          "description": "We don't have an overview translated in English. Help us expand our database by adding one."
        },
        "e6": {
          "title": "The Internet Is Not A Lawless Paradise",
          "releaseDate": "November 27, 2021",
          "description": "We don't have an overview translated in English. Help us expand our database by adding one."
        },
        "e7": {
          "title": "The Foolish Old Man's Spirit in the Sun Family",
          "releaseDate": "December 4, 2021",
          "description": "We don't have an overview translated in English. Help us expand our database by adding one."
        },
        "e8": {
          "title": "A Sword Dance of the Five Elements",
          "releaseDate": "December 11, 2021",
          "description": "We don't have an overview translated in English. Help us expand our database by adding one."
        },
        "e9": {
          "title": "A Train to the Twinkling Stars",
          "releaseDate": "December 18, 2021",
          "description": "We don't have an overview translated in English. Help us expand our database by adding one."
        },
        "e10": {
          "title": "Extra: The Director Is Not Home Today",
          "releaseDate": "December 25, 2021",
          "description": "We don't have an overview translated in English. Help us expand our database by adding one."
        },
        "e11": {
          "title": "The Coming",
          "releaseDate": "January 1, 2022",
          "description": "We don't have an overview translated in English. Help us expand our database by adding one."
        },
        "e12": {
          "title": "The Observer Beyond Time and Space",
          "releaseDate": "January 8, 2022",
          "description": "We don't have an overview translated in English. Help us expand our database by adding one."
        }
      },
      "s3": {
        "e1": {
          "title": "Top Girl vs Top Girl",
          "releaseDate": "October 2, 2022",
          "description": "We don't have an overview translated in English. Help us expand our database by adding one."
        },
        "e2": {
          "title": "Froggy2's Birthday",
          "releaseDate": "October 2, 2022",
          "description": "We don't have an overview translated in English. Help us expand our database by adding one."
        },
        "e3": {
          "title": "It'll Be You, Silvie!",
          "releaseDate": "October 9, 2022",
          "description": "We don't have an overview translated in English. Help us expand our database by adding one."
        },
        "e4": {
          "title": "Silvie's Uproar",
          "releaseDate": "October 16, 2022",
          "description": "We don't have an overview translated in English. Help us expand our database by adding one."
        },
        "e5": {
          "title": "You Are My Sword",
          "releaseDate": "October 23, 2022",
          "description": "We don't have an overview translated in English. Help us expand our database by adding one."
        },
        "e6": {
          "title": "It's My Round",
          "releaseDate": "October 30, 2022",
          "description": "We don't have an overview translated in English. Help us expand our database by adding one."
        },
        "e7": {
          "title": "Welcome To Join the Exorcist Team!",
          "releaseDate": "November 6, 2022",
          "description": "We don't have an overview translated in English. Help us expand our database by adding one."
        },
        "e8": {
          "title": "A False Hero",
          "releaseDate": "November 13, 2022",
          "description": "We don't have an overview translated in English. Help us expand our database by adding one."
        },
        "e9": {
          "title": "Oaths On High Saint's Day",
          "releaseDate": "November 20, 2022",
          "description": "We don't have an overview translated in English. Help us expand our database by adding one."
        },
        "e10": {
          "title": "The Sun Family's Sacred Cudgel Is Lost (Mission Accomplished Version)",
          "releaseDate": "November 27, 2022",
          "description": "We don't have an overview translated in English. Help us expand our database by adding one."
        },
        "e11": {
          "title": "A Daring Journey to Sunland",
          "releaseDate": "December 4, 2022",
          "description": "We don't have an overview translated in English. Help us expand our database by adding one."
        },
        "e12": {
          "title": "Reconciled",
          "releaseDate": "December 11, 2022",
          "description": "We don't have an overview translated in English. Help us expand our database by adding one."
        }
      },
      "s4": {
        "e1": {
          "title": "Way-of-Heaven-level Swordsmanship",
          "releaseDate": "December 17, 2023",
          "description": "We don't have an overview translated in English. Help us expand our database by adding one."
        },
        "e2": {
          "title": "Snack Noodle in Collector`s Edition",
          "releaseDate": "December 17, 2023",
          "description": "We don't have an overview translated in English. Help us expand our database by adding one."
        },
        "e3": {
          "title": "Resonance Between Masters",
          "releaseDate": "December 24, 2023",
          "description": "We don't have an overview translated in English. Help us expand our database by adding one."
        },
        "e4": {
          "title": "Underground Spiritual Vein",
          "releaseDate": "December 31, 2023",
          "description": "We don't have an overview translated in English. Help us expand our database by adding one."
        },
        "e5": {
          "title": "Wang Ling's Art of Great Luck",
          "releaseDate": "January 7, 2024",
          "description": "We don't have an overview translated in English. Help us expand our database by adding one."
        },
        "e6": {
          "title": "It's All Your Fault",
          "releaseDate": "January 14, 2024",
          "description": "We don't have an overview translated in English. Help us expand our database by adding one."
        },
        "e7": {
          "title": "Art of Explosion?",
          "releaseDate": "January 21, 2024",
          "description": "We don't have an overview translated in English. Help us expand our database by adding one."
        },
        "e8": {
          "title": "Defending the Faction 60",
          "releaseDate": "January 28, 2024",
          "description": "We don't have an overview translated in English. Help us expand our database by adding one."
        },
        "e9": {
          "title": "Rong Is in Dander",
          "releaseDate": "February 4, 2024",
          "description": "We don't have an overview translated in English. Help us expand our database by adding one."
        },
        "e10": {
          "title": "Start Immortal King Mode",
          "releaseDate": "February 11, 2024",
          "description": "We don't have an overview translated in English. Help us expand our database by adding one."
        },
        "e11": {
          "title": "Birth of Evil Sword Lord",
          "releaseDate": "February 18, 2024",
          "description": "We don't have an overview translated in English. Help us expand our database by adding one."
        },
        "e12": {
          "title": "War between True Immortals",
          "releaseDate": "February 25, 2024",
          "description": "We don't have an overview translated in English. Help us expand our database by adding one."
        }
      }
    }
  },
  "Yamada-kun and the Seven Witches": {
    "title": "Yamada-kun and the Seven Witches",
    "description": "One day, high-school boy Yamada bumps into the beautiful girl Shiraishi on the stairs (literally), and their lips touch as they fall. When they regain their wits, they realize that they have swapped bodies. As time progresses, the two realize that this is not the only mysterious happening in the school.",
    "ageRating": 14,
    "thumbnail": "https://media.themoviedb.org/t/p/original/y7j7cptjQvaMX2l12EkatqC54Q9.jpg",
    "tags": ["Drama", "Comedy"],
    "internetArchiveUrl": "https://ia600803.us.archive.org/12/items/yamada-kun-and-the-seven-witches_202409/Yamada-kun and the Seven Witches/",
    "seasons": {
      "s1": {
        "e1": {
          "title": "I've Turned Into Her!",
          "releaseDate": "April 12, 2015",
          "description": "Yamada Ryu, a second year student who attends the prestigious Suzaku Private High School, is a problem child who comes to school late and leaves early, is prone to fighting all over the place, and even nods off in class. One day, he falls down the stairs with the honor student Shiraishi Urara. They faint, and when he wakes up in the infirmary he's turned into her!"
        },
        "e2": {
          "title": "Kiss Me, Okay?",
          "releaseDate": "April 19, 2015",
          "description": "Ito Miyabi, who loves supernatural phenomena, appears just as Yamada, Urara, and Miyamura restart Supernatural Studies Club activities. Miyabi shows off her supernatural paraphernalia so proudly that Yamada and the others can't tell her the truth: that they only want to use the clubroom to kiss."
        },
        "e3": {
          "title": "Will You Accept? Or Won't You?",
          "releaseDate": "April 26, 2015",
          "description": "\"They won't give us a club budget?\" Miyabi is unhappy the Supernatural Studies Club can't move forward with their research because the student council won't give them funding. Yamada isn't interested initially, but quickly changes his mind once he learns he could buy a microwave to warm up his beloved yakisoba bread."
        },
        "e4": {
          "title": "It Looks Like I’ve Fallen for Yamada!",
          "releaseDate": "May 3, 2015",
          "description": "\"We're going on the school camping trip today, huh?\" Yamada is less than thrilled, but gets his fill of all he wants to do after switching bodies with Urara and thinks, \"Looks like this'll be sorta fun now!\" However, Urara has never really fit in with the other girls."
        },
        "e5": {
          "title": "You Mustn't Kiss Her, Okay?",
          "releaseDate": "May 10, 2015",
          "description": "\"Keep this a secret from Shiraishi!\" Just as Yamada decides to keep the fact his kiss' power has changed to \"Charm\" a secret from Urara, she urges him to switch bodies. He'd better go see Odagiri Nene and get his power back to normal in a hurry! Elsewhere, Nene is irritated that Yamada hasn't become charmed by her kiss and shown up like he's supposed to."
        },
        "e6": {
          "title": "Respond!",
          "releaseDate": "May 17, 2015",
          "description": "\"It's summer! It's the beach! It's a summer retreat!\" The Supernatural Studies Club holds a summer retreat at the club house to find volume two of the notebook containing the legend of the witches, but Yamada's spirits plummet as he is forced to take supplementary lessons and exams with Otsuka Meiko, Tsurukawa Hideaki, and Kameda Mitsuru from the Manga Research Club."
        },
        "e7": {
          "title": "Anything But Tempura!",
          "releaseDate": "May 24, 2015",
          "description": "Yamada begins searching for the witches and visits the home of the fourth witch, Sarushima Maria, who is a shut-in taking a break from school. When they're alone, she tells him that her power is to see the future of the person she kisses."
        },
        "e8": {
          "title": "You're So Annoying",
          "releaseDate": "May 31, 2015",
          "description": "Yamada's group gets roped into making the group of first-year problem students lead by Takigawa Noa behave in order to open a yakisoba bread stand at the cultural festival. Noa is a witch, and appears to see the past of the person she kisses and latch onto their shortcomings. Worst yet, she seems to have volume two of the notebook containing the legend of the witches!"
        },
        "e9": {
          "title": "Be Sure to Change the Future",
          "releaseDate": "June 7, 2015",
          "description": "Suzaku Fest is here! Thanks to copying Maria's power to predict the future, Yamada's fortunes guaranteed to strike home make the Supernatural Studies Club's yakisoba bread shop a huge success. Meanwhile, Maria confides in Yamada and tells him she wants to erase her witch power. \"I want to kiss and fall in love like a normal person.\""
        },
        "e10": {
          "title": "Please Go Out With Me",
          "releaseDate": "June 14, 2015",
          "description": "The Supernatural Studies Club meets Miyamura's sister, Leona, in their search for the seventh witch. She has dropped out of school in order to escape from that witch's power to erase memories. The instant one learns her name, all of their memories related to witches will be erased."
        },
        "e11": {
          "title": "What Did You Do With Shiraishi?!",
          "releaseDate": "June 21, 2015",
          "description": "Unable to stand by and do nothing after seeing Urara's tears, Yamada tries to kiss her to prove she's really a witch, but she refuses. Yamada and Tamaki, unwilling to give up, continue trying to find a way to restore everyone's lost memories."
        },
        "e12": {
          "title": "I Love You, Shiraishi",
          "releaseDate": "June 28, 2015",
          "description": "Yamada must get all the witches together to conduct the seven witches' ceremony, and the last three needed are Urara, Mikoto, and Rika. Hoping to at least save Urara, Yamada heads for Mikoto's house along with the student council president Miyamura, but they're stopped by Miyamura's sister Leona."
        }
      }
    }
  },
  "Wise Man's Grandchild": {
    "title": "Wise Man's Grandchild",
    "description": "In the modern world, a lonely man dies and reincarnates in another world. Rescued as a baby from a tragedy by a brilliant sage named Merlin, the baby is raised as “Shin Walford,” and undergoes training in both magic and martial arts to kill the monsters that ravage the land. At 15 years old, Shin has become shockingly powerful. But his grandfather Merlin has forgotten to teach him the common sense of this world. As a result, Shin enrolls in the kingdom's Magic Academy to hone his skills and mature among other teenagers. However, living a normal life is impossible, as he is established as a local celebrity almost as soon as he arrives. This story follows Shin Walford's high school life in the capital as he makes new friends, learns about the world, and fights off the various forces of evil surrounding him and his city.",
    "ageRating": 14,
    "thumbnail": "https://media.themoviedb.org/t/p/original/zlPIFzhr5uvjTmzEU2rjtwazrLX.jpg",
    "tags": ["Comedy", "Action & Adventure", "Sci-Fi & Fantasy"],
    "internetArchiveUrl": "https://ia600508.us.archive.org/20/items/wise-mans-grandchild_202409/Wise Man's Grandchild/",
    "seasons": {
      "s1": {
        "e1": {
          "title": "A Babe in the Woods Goes to the Capital",
          "releaseDate": "April 10, 2019",
          "description": "Shin Wolford was an average office worker in Japan, but after being killed in a traffic accident, he is reborn in another world. There he learns magic from his adoptive grandfather Merlin and grows up sheltered from the world."
        },
        "e2": {
          "title": "The Unconventional New Student",
          "releaseDate": "April 17, 2019",
          "description": "After moving to the royal capital, Shin prepares to take the entrance exam for Earlsheid Magic Academy, a high school for magicians. However, his far-disproportionate skill in magic already ensures that he is in a class of his own."
        },
        "e3": {
          "title": "An Emergency Arises!",
          "releaseDate": "April 24, 2019",
          "description": "During their first full day of school, Shin and his classmates get a tour of the academy. After Kurt's father comes down on him over his recent behavior, he is grounded, while his mother invites his former mentor over to speak to him."
        },
        "e4": {
          "title": "The Name of the Instigator",
          "releaseDate": "May 1, 2019",
          "description": "News of Shin's exploits proves impossible to keep under wraps, and many more applicants wish to join the study group. The king orders a joint investigation into the appearance of the new demonoid. The study group gains two new members."
        },
        "e5": {
          "title": "A Pioneering New Hero",
          "releaseDate": "May 8, 2019",
          "description": "Mark takes Shin and the others to his family-run blacksmith shop, where Shin commissions a new sword, and buys a gift for Sizilien. The Blusfia Empire begins preparing to go to war. Shin is formally decorated for his heroic actions."
        },
        "e6": {
          "title": "Outbreak of War and a Joint Training Exercise",
          "releaseDate": "May 15, 2019",
          "description": "Following the routing of an imperial invasion force and demon attacks, Diseum orders the students at both the magic and military schools to increase their combat readiness, resulting in a joint training exercise for both schools."
        },
        "e7": {
          "title": "Let’s Go to Camp!",
          "releaseDate": "May 22, 2019",
          "description": "The members of the magic academy enjoy mixed results while training with their knight school counterparts. With the demonoid threat looming over them, Shin decides to hold a magic training camp for the group over summer vacation."
        },
        "e8": {
          "title": "A Starlit Pledge",
          "releaseDate": "May 29, 2019",
          "description": "As Shin's training camp continues, the group members' skills improve. Aug's fiancée and younger sister ask to come stay at the camp, and their presence compels Shin and Sizilien to come to terms with their feelings for each other."
        },
        "e9": {
          "title": "The Grandchild, the Magic Gear, and the Engagement Party",
          "releaseDate": "June 5, 2019",
          "description": "Before Sizilien will allow Shin to date her, she insists on having him ask her parents for their blessing. Shin experiments with a new form of magic, and thinks the Ultimate Magic Study Group is ready to take their training to a higher level."
        },
        "e10": {
          "title": "The Fall of the Empire",
          "releaseDate": "June 12, 2019",
          "description": "While Aug looks forward to his installment as crown prince, the study group practices flying, thanks to Shin's floating magic. As the last town in the Blusfia Empire falls, Schtrom recounts the events that led to his overthrow of the nation."
        },
        "e11": {
          "title": "The Mightiest Corps of Magicians Ever",
          "releaseDate": "June 19, 2019",
          "description": "A horde of over a hundred demonoids crosses the border and invade the Kingdom of Sweed. However, Shin and the other Ultimate Magicians are already en route to provide their assistance in neutralizing the demonoid threat."
        },
        "e12": {
          "title": "And So, Off into the World...",
          "releaseDate": "June 26, 2019",
          "description": "Sizilien has her hands full performing triage at the aid station, while Shin and the others are occupied with Miria's exceptional fighting skills. Once the dust settles, Aug proposes a plan to King Sweed that could change the entire world."
        }
      }
    }
  },
  "Chivalry of a Failed Knight": {
    "title": "Chivalry of a Failed Knight",
    "description": "Magic Knights are modern magic-users who fight with weapons converted from their souls. Ikki Kurogane goes to a school for these Magic Knights, but he is the 'Failed Knight' or 'Worst One' who is failing because he has no magical skills. However, one day, he is challenged to a duel by Stella, a foreign princess and the 'Number One' student. In this duel, 'the loser must be obedient for life.'",
    "ageRating": 14,
    "thumbnail": "https://media.themoviedb.org/t/p/original/g2DoS2AwOtaRlJStUNlcTsm3pmS.jpg",
    "tags": ["Sci-Fi & Fantasy", "Action & Adventure"],
    "internetArchiveUrl": "https://ia600803.us.archive.org/24/items/chivalry-of-a-failed-knight_202409/Chivalry of a Failed Knight/",
    "seasons": {
      "s1": {
        "e1": {
          "title": "Failed Knight I",
          "releaseDate": "October 3, 2015",
          "description": "Ikki Kurogane walks in on Princess Stella Vermillion changing clothes. A duel will settle the matter, but Stella raises the stakes, obligating the loser to lifelong servitude."
        },
        "e2": {
          "title": "Failed Knight II",
          "releaseDate": "October 10, 2015",
          "description": "Ikki’s sister, Shizuku, enrolls in the school and causes quite the commotion upon seeing him. With Shizuku's arrival, Stella learns more about Ikki’s history."
        },
        "e3": {
          "title": "Failed Knight III",
          "releaseDate": "October 17, 2015",
          "description": "Shizuku invites Ikki to go shopping, but is annoyed when Stella joins them. Ikki meets Shizuku’s roommate, whose device helps the group as they encounter some serious trouble!"
        },
        "e4": {
          "title": "Failed Knight IV",
          "releaseDate": "October 24, 2015",
          "description": "Ikki’s first official match approaches! Unfortunately, he and his opponent, Shizuya Kirihara, have a history. Worse, Kirihara has the immediate upper hand due to his device."
        },
        "e5": {
          "title": "The Experience of the Princess",
          "releaseDate": "October 31, 2015",
          "description": "As a result of his selection match performances, Ikki gains an unexpected following. Kagami gives Stella some advice that may save the princess and Ikki from parting ways."
        },
        "e6": {
          "title": "Sword Eater I",
          "releaseDate": "November 7, 2015",
          "description": "Another student wishes to be Ikki’s pupil, but doesn’t quite know how to ask. Despite her initial awkwardness, Ayatsuji proves to be a hard worker and talented with a sword."
        },
        "e7": {
          "title": "Sword Eater II",
          "releaseDate": "November 14, 2015",
          "description": "Ikki’s impending opponent might be the most difficult one yet. He’ll have to rely on his skill and determination to help a friend rediscover their honor."
        },
        "e8": {
          "title": "Sword Eater III",
          "releaseDate": "November 21, 2015",
          "description": "In an effort to help Ayase and her father, Ikki challenges Kuraudo Kurashiki, a swordsman from Donro Academy with the nickname 'Sword Eater.'"
        },
        "e9": {
          "title": "Princess' Vacation",
          "releaseDate": "November 28, 2015",
          "description": "Stella and Ikki head to what they think is a vacation, only to find multiple surprises lying in wait. Meanwhile, Shizuku makes a visit home."
        },
        "e10": {
          "title": "Witch of the Deep Ocean vs Raikiri",
          "releaseDate": "December 5, 2015",
          "description": "Shizuku's next opponent is none other than the student council president, Toka Todo. In the clash between lightning and water, which blazer will emerge as the victor?"
        },
        "e11": {
          "title": "An Uncrowned Champion I",
          "releaseDate": "December 12, 2015",
          "description": "An innocent kiss shared in secret becomes the catalyst for a scandal, and Ikki is taken by the ethics committee on counts of 'indecent' behavior with the Crimson Princess."
        },
        "e12": {
          "title": "An Uncrowned Champion II",
          "releaseDate": "December 19, 2015",
          "description": "The stage is set and stakes run high as Ikki prepares to face the unbeatable Raikiri. In the end, who will be the victor?"
        }
      }
    }
  },
  "GATE": {
    "title": "Gate",
    "description": "Off-duty Japan Self-Defense Forces (JSDF) officer and otaku, Youji Itami, is on his way to attend a doujin convention in Ginza, Tokyo when a mysterious portal in the shape of a large gate suddenly appears. From this gate, supernatural creatures and warriors clad in medieval armor emerge, charging through the city, killing and destroying everything in their path. With swift actions, Youji saves as many lives as he can while the rest of the JSDF direct their efforts towards stopping the invasion. Three months after the attack, Youji has been tasked with leading a special recon team, as part of a JSDF task force, that will be sent to the world beyond the gate—now being referred to as the 'Special Region.' They must travel into this unknown world in order to learn more about what they are dealing with and attempt to befriend the locals in hopes of creating peaceful ties with the ruling empire.",
    "ageRating": 14,
    "thumbnail": "https://media.themoviedb.org/t/p/original/bCuJkIUg1n9etSYrrQKlQuSrigE.jpg",
    "tags": ["Action & Adventure", "Comedy", "Drama"],
    "internetArchiveUrl": "https://ia800103.us.archive.org/32/items/gate_20240930/GATE/",
    "seasons": {
      "s1": {
        "e1": {
          "title": "The Self-Defense Force Goes to Another World",
          "releaseDate": "July 4, 2015",
          "description": "A mysterious 'gate' appears in Tokyo releasing mythical creatures that wreak havoc. Itami, who is part of a special JSDF unit, helps with evacuations."
        },
        "e2": {
          "title": "Two Military Forces",
          "releaseDate": "July 11, 2015",
          "description": "In the 'Special Region,' JSDF is able to push back the enemy army. Itami joins a recon team aimed at forming a friendly relationship with the locals."
        },
        "e3": {
          "title": "Fire Dragon",
          "releaseDate": "July 18, 2015",
          "description": "Itami's 3rd Recon Unit saves an elf from a village attacked by the Fire Dragon. The villagers of Coda decide to flee to safety."
        },
        "e4": {
          "title": "To Unknown Lands",
          "releaseDate": "July 25, 2015",
          "description": "The 3rd Recon Unit returns to base with the refugees. Tuka, Lelei and Rory use this time to learn more about each other and strengthen their bond."
        },
        "e5": {
          "title": "The Battle of Italica",
          "releaseDate": "August 1, 2015",
          "description": "The 3rd Recon Unit meets Imperial Princess Piña. Itami decides to protect Italica after hearing that Allied soldiers-turned-bandits have attacked."
        },
        "e6": {
          "title": "Ride of the Valkyries",
          "releaseDate": "August 8, 2015",
          "description": "The 3rd Recon Unit battles the bandits in Italica. The battle changes course when air support arrives. Piña is stunned by the JSDF’s military might."
        },
        "e7": {
          "title": "The Princess's Decision",
          "releaseDate": "August 15, 2015",
          "description": "While returning from Italica, Itami is captured by the Empire’s Rose Knights. Concerned about JSDF’s response, Piña makes a proposition."
        },
        "e8": {
          "title": "Japan, Beyond the Gate",
          "releaseDate": "August 22, 2015",
          "description": "Piña, Itami and the others visit different government offices for negotiations. Piña is awestruck by the impressive skyscrapers and people of Tokyo."
        },
        "e9": {
          "title": "The Hakone Mountain Night Battle",
          "releaseDate": "August 29, 2015",
          "description": "Itami hides Tuka and the others in his ex-wife’s apartment. As Piña and Bozes go to the library, Itami meets his old friend, the Minister of Defense."
        },
        "e10": {
          "title": "Despair and Hope",
          "releaseDate": "September 5, 2015",
          "description": "When operatives from the U.S., China and Russia approach, Rory uses her unparalleled combat abilities to join in the three-way fight."
        },
        "e11": {
          "title": "Visitor",
          "releaseDate": "September 12, 2015",
          "description": "Five months since the war began, the local refugee camp near the Alnus base has become a town. Piña begins peace negotiations with key Empire nobles."
        },
        "e12": {
          "title": "What Would Itami Do?",
          "releaseDate": "September 19, 2015",
          "description": "A Dark Elf named Yao asks the JSDF to help drive the Fire Dragon from her hometown. She is mistakenly arrested until Lelei volunteers to interpret."
        },
        "e13": {
          "title": "The Banquet Begins",
          "releaseDate": "January 9, 2016",
          "description": "Piña holds a party to advance peace negotiations. Seeing the JSDF’s power, the senators choose peace. Just then, the pro-war Prince Zorzal arrives."
        },
        "e14": {
          "title": "The Imperial Capital Quake",
          "releaseDate": "January 16, 2016",
          "description": "After an earthquake strikes the Imperial Capital, Piña brings Itami and the others to meet Emperor Molt. However, they are joined by Prince Zorzal."
        },
        "e15": {
          "title": "Tuka Luna Marceau",
          "releaseDate": "January 23, 2016",
          "description": "Itami rejects a mission from Yanagida to exterminate the Fire Dragon. Yao tells Tuka that the dragon killed her father, but she refuses to accept it."
        },
        "e16": {
          "title": "The Fire Dragon, Once More",
          "releaseDate": "January 30, 2016",
          "description": "Itami heads to Elbe with Tuka, Lelei and Yao to destroy the Fire Dragon. When General Hazama learns of this mission, he prepares battle support."
        },
        "e17": {
          "title": "Decisive Battle",
          "releaseDate": "February 6, 2016",
          "description": "Heavily armed, Itami and the others head to the Fire Dragon’s nest in the Tuba Mountains. Rory sees the dragon in the distance as they set explosives."
        },
        "e18": {
          "title": "The Magic City of Rondel",
          "releaseDate": "February 13, 2016",
          "description": "Itami and the others finally defeat the Fire Dragon and save Tuka from her trauma. After being punished, Itami receives new orders."
        },
        "e19": {
          "title": "Dangerous Sisters",
          "releaseDate": "February 20, 2016",
          "description": "Emperor Molt collapses at a ceremony and Prince Zorzal declares that he will lead the Empire. A sage named Mimoza tells Itami the secrets of the Gate."
        },
        "e20": {
          "title": "Lover",
          "releaseDate": "February 27, 2016",
          "description": "Prince Zorzal suppresses political opposition by arresting anti-war senators. Itami and the others hide after an attempt on Lelei’s life."
        },
        "e21": {
          "title": "Deadline",
          "releaseDate": "March 5, 2016",
          "description": "A state official visits the Prime Minister to bolster peace. Itami and the others visit Rondel, home of the Magic Academy, for Lelei to take a test."
        },
        "e22": {
          "title": "The Empress in Slave's Clothing",
          "releaseDate": "March 12, 2016",
          "description": "Zorzal’s Imperial Army and the Rose Knights wage an intense battle. Itami learns of an assassination plot as Lelei’s exam approaches its end."
        },
        "e23": {
          "title": "Paradrop",
          "releaseDate": "March 19, 2016",
          "description": "The JSDF aims to save the Japanese people and pro-peace nobles. Itami rushes to the Imperial Capital after hearing of Piña’s imprisonment."
        },
        "e24": {
          "title": "Thus They Fought",
          "releaseDate": "March 26, 2016",
          "description": "Itami and the 3rd Recon Unit head to the Imperial Palace to save Piña and the Emperor. However, Prince Zorzal is waiting for them with a giant Orge."
        }
      }
    }
  },
  "No Game, No Life": {
    "title": "No Game No Life",
    "description": "Online gamer siblings are thrust into a new realm where they must play to take over the world.",
    "ageRating": 14,
    "thumbnail": "https://media.themoviedb.org/t/p/original/kN4BhRDbP3b1nuxpYC443jVLEh5.jpg",
    "tags": ["Sci-Fi & Fantasy", "Action & Adventure", "Comedy"],
    "internetArchiveUrl": "https://ia600102.us.archive.org/13/items/no-game-no-life_202409/No Game, No Life/",
    "seasons": {
      "s1": {
        "e1": {
          "title": "Beginner",
          "releaseDate": "April 9, 2014",
          "description": "Sora and Shiro are unemployed and never leave their house, but on the net, they're known as 'Blank', an invincible team of gamers. One day, these siblings are visited by a boy named Tet, who calls himself god. Tet summons them to a world where all war is banned, and everything is decided by games."
        },
        "e2": {
          "title": "Challenger",
          "releaseDate": "April 16, 2014",
          "description": "Sora and Shiro have been abandoned in another world by Tet. In this world all war is forbidden, and everything is determined by games whose rules are determined by the 'Ten Pledges' that Tet established. They find themselves in the country of humanity, the weakest of the 16 races in this new world."
        },
        "e3": {
          "title": "Expert",
          "releaseDate": "April 23, 2014",
          "description": "A girl named Clamy has won the right to be the next king of Elukia by her overwhelming good luck. Steph lost to her and loses the chance to become the next ruler. Just as she defeats the last challenger, however, Sora and Shiro interrupt her."
        },
        "e4": {
          "title": "Grandmaster",
          "releaseDate": "April 30, 2014",
          "description": "The game Clamy challenged them to wasn't normal chess. Shiro is a chess master, but even she is helpless against Clami's assault. But when Shiro understands the real rules of the game, things begin to turn around. The battle to determine the king of Elukia, and all of humanity, finally reaches its end."
        },
        "e5": {
          "title": "Weak Square",
          "releaseDate": "May 7, 2014",
          "description": "Sora and Shiro leave the running of the country to Steph and spend every day playing video games. Steph's hope that they would become not only the saviors of Elukia, but all of humanity, crumbles away."
        },
        "e6": {
          "title": "Interesting",
          "releaseDate": "May 14, 2014",
          "description": "The siblings confront Jibril, a member of the Flügel race to reclaim the royal library in a game of Shiritori."
        },
        "e7": {
          "title": "Sacrifice",
          "releaseDate": "May 21, 2014",
          "description": "Intending to challenge the Werebeasts, the siblings discover that it's hard to come up with a strategy to defeat the latter, as all memories regarding the games are erased from their challengers, until Stephanie entrusts Sora a key left by the former king, leading to his secret research on how to outwit them."
        },
        "e8": {
          "title": "Fake End",
          "releaseDate": "May 28, 2014",
          "description": "Sora, Shiro, Steph and Jibril devise a risky plan with even riskier stakes, making their way to the Warbeast embassy to challenge them."
        },
        "e9": {
          "title": "Sky Walk",
          "releaseDate": "June 4, 2014",
          "description": "Foul play is suspected when Sora is nowhere to be found after Shiro wakes up, spurring him to action."
        },
        "e10": {
          "title": "Blue Rose",
          "releaseDate": "June 11, 2014",
          "description": "Sora, Shiro and the rest prepare themselves for a game with the Warbeasts through trust exercises and cunning strategy. The stakes are high, but Sora, as always, has a plan."
        },
        "e11": {
          "title": "Killing Giant",
          "releaseDate": "June 18, 2014",
          "description": "Izuna, though powerful, has been matched in gameplay. This first person shooter will test their limits in virtual space. As tensions flare, friendly fire becomes imminent."
        },
        "e12": {
          "title": "Rule Number 10",
          "releaseDate": "June 25, 2014",
          "description": "While Izuna's abilities seemingly defy physics, Sora and Shiro make potentially futile attempts to amp up their game."
        }
      }
    }
  },
  "Reincarnated as a Sword": {
    "title": "Reincarnated as a Sword",
    "description": "Reincarnated as a sentient weapon with memories of his past life, but not his name, a magical sword saves a young beastgirl from a life of slavery. Fran, the cat-eared girl, becomes his wielder, and wants only to grow stronger, while the sword wants to know why he is here. Together, the strange duo's journey has only just begun!",
    "ageRating": 14,
    "thumbnail": "https://media.themoviedb.org/t/p/original/yZ3VZVc7iyF7KtIjERBGEedVXqA.jpg",
    "tags": ["Comedy", "Sci-Fi & Fantasy"],
    "internetArchiveUrl": "https://ia600103.us.archive.org/19/items/reincarnated-as-a-sword_202409/Reincarnated as a Sword/",
    "seasons": {
      "s1": {
        "e1": {
          "title": "Catgirl Meets Sword",
          "releaseDate": "September 28, 2022",
          "description": "A sentient sword. A powerless girl. The adventure of a lifetime begins when Fran, an enslaved cat-girl, stumbles upon a living blade in her darkest hour."
        },
        "e2": {
          "title": "The Hellish Trial at the Adventurer's Guild",
          "releaseDate": "October 5, 2022",
          "description": "To become a full-fledged adventurer, Fran must pass an intimidating test. But even if she passes, will other adventurers give a lowly cat-girl a chance to fit in?"
        },
        "e3": {
          "title": "The Grizzled Old Blacksmith",
          "releaseDate": "October 12, 2022",
          "description": "New gear, fancy digs, yummy food — Fran is in heaven. The only thing that could make this better is a fun guild mission! But dangers lurk in the shadows, waiting to strike…"
        },
        "e4": {
          "title": "The Terrifying Goblin Stampede",
          "releaseDate": "October 19, 2022",
          "description": "Growth and responsibility go hand in hand. After her recent exploits, Fran is offered an unusual job that will test all her hard-won new abilities."
        },
        "e5": {
          "title": "The Feeble First Dungeon",
          "releaseDate": "October 26, 2022",
          "description": "Propelled by promises of curry, Fran rushes in with Teacher at her side… but their target, the Dungeon Master, does not wait for them alone."
        },
        "e6": {
          "title": "The Greater Demon Cheated",
          "releaseDate": "November 2, 2022",
          "description": "Fran and Teacher face off against their toughest adversary yet, but it’s not just their lives on the line. The fate of everyone in Alessa rests on their shoulders."
        },
        "e7": {
          "title": "The Horrible Lieutenant of the Knights Brigade",
          "releaseDate": "November 9, 2022",
          "description": "Monsters aren’t the only adversaries waiting to challenge Fran, but defeating slimy nobles at their own game will take a specialized approach — and a certain new skill."
        },
        "e8": {
          "title": "The Villainous Blue Cat",
          "releaseDate": "November 16, 2022",
          "description": "Which foe presents the tougher challenge: the mortal enemy of the Black Cats, or the fear of what that enemy represents? Fran will overcome them all in her quest for justice."
        },
        "e9": {
          "title": "The Monstrous Rank A Adventurer",
          "releaseDate": "November 23, 2022",
          "description": "Fran sets out with a party to tackle the Spider's Nest, but one party member isn't convinced she deserves her rank. A friendly duel will set the record straight."
        },
        "e10": {
          "title": "The Totally Unfair Spider Traps",
          "releaseDate": "November 30, 2022",
          "description": "The party ventures into the Spider’s Web dungeon… But are they the hunters or the prey?"
        },
        "e11": {
          "title": "The Wolf Summoned Hither",
          "releaseDate": "December 7, 2022",
          "description": "When Fran and Teacher are separated, Teacher is faced with a decision that could destroy him — but desperate times call for desperate measures."
        },
        "e12": {
          "title": "An Excited Fran Sets Off",
          "releaseDate": "December 14, 2022",
          "description": "It’s a race against time as Fran and Teacher rush to the aid of the adventuring party. In the aftermath, Amanda reflects on an unexpected connection she has to Fran."
        }
      }
    }
  }
}
